[
  {
    "start": 0.0,
    "text": "Hey everybody, you know what this is? High yield step one questions. Let's get right into it."
  },
  {
    "start": 4.8,
    "text": "A 27-year-old woman presents to the emergency department with complaints of increasing"
  },
  {
    "start": 9.28,
    "text": "shortness of breath fatigue and swelling in her legs the past week. She mentions that she feels"
  },
  {
    "start": 15.040000000000001,
    "text": "more shortness of breath when lying flat and often wakes up at night feeling breathless."
  },
  {
    "start": 19.04,
    "text": "Her medical history is significant for the delivery of a healthy baby girl six weeks ago."
  },
  {
    "start": 22.96,
    "text": "Prior to her pregnancy, she had no significant medical issues. Her recurrent medications include"
  },
  {
    "start": 27.44,
    "text": "only prenatal vitamins. On physical examination, her temperature is 98.2. Heart rate is 112."
  },
  {
    "start": 34.0,
    "text": "Per minute blood pressure is 110 over 70. Respirations are 22 per minute."
  },
  {
    "start": 39.6,
    "text": "Dragular veneous detention is noted and osculation of the chest reveals bilateral crackles."
  },
  {
    "start": 44.8,
    "text": "There is a plus two pitting an email in both lower extremities. Her chest x-rays shows"
  },
  {
    "start": 50.480000000000004,
    "text": "cardiomegally and pulmonary vascular congestion, which the fallen conditions is the most likely"
  },
  {
    "start": 54.16,
    "text": "diagnosis. All right, to crack this question, you have to think like a cardiologist would."
  },
  {
    "start": 59.68,
    "text": "We have a young postpartum woman who is now showing signs of congestive heart failure."
  },
  {
    "start": 64.08,
    "text": "Some important signs in the question are orthopnea. That's the shortness of breath when she's"
  },
  {
    "start": 67.75999999999999,
    "text": "lying flat, the proxysmal nocturnal dysmia or PND. That's the waking at night and she's"
  },
  {
    "start": 73.36,
    "text": "gasping for air and also the leg swelling and the JVD and the pulmonary crackles. That means"
  },
  {
    "start": 79.2,
    "text": "there's volume overload. Those are classic signs of systolic dysfunction and given her postpartum"
  },
  {
    "start": 85.60000000000001,
    "text": "status, the condition points, to peripartum cardiomyopathy. Peripartum just means done or occurring"
  },
  {
    "start": 91.52000000000001,
    "text": "shortly before or after a labor and delivery. This is like six weeks postpartum. Perfect"
  },
  {
    "start": 96.96000000000001,
    "text": "timeline for peripartum, orthopnea, PND. That tells us that there is probably left-sided"
  },
  {
    "start": 102.72,
    "text": "heart failure. There's a crackling, the JVD, the petalidema. That's pulmonary and systemic"
  },
  {
    "start": 107.84,
    "text": "congestion and so you have cardiomygaly on the chest x-ray. That means there's the dilated"
  },
  {
    "start": 111.84,
    "text": "heart chambers. So she probably has the dilated weakened left ventricle that can't pump the blood"
  },
  {
    "start": 116.48,
    "text": "forward and so instead it causes a backflow up to the lungs and the venous systems. Now there are"
  },
  {
    "start": 121.28,
    "text": "a couple of associations that are sometimes relevant for step. This is more common in African"
  },
  {
    "start": 125.36,
    "text": "ancestry, so higher incidence and black women and also each pregnancy increases the risk."
  },
  {
    "start": 130.72,
    "text": "Also, talk-alytic use like beta-agonists can contribute to cardiac stress and for the"
  },
  {
    "start": 136.48,
    "text": "diagnostic criteria, you look at the ejection fraction and if it's less than 45% that would be"
  },
  {
    "start": 141.35999999999999,
    "text": "very important for the diagnosis and that can actually progress to a fulminant heart failure or"
  },
  {
    "start": 145.35999999999999,
    "text": "even require a transplant. So the pathophysiology here is you have a pregnancy, induced hemodynamic"
  },
  {
    "start": 152.32,
    "text": "stress. So you increase the blood volume and the cardiac output and then you get myocardial"
  },
  {
    "start": 156.88000000000002,
    "text": "remodeling and that leads to the left ventricle dilation and the systolic dysfunction."
  },
  {
    "start": 162.16000000000003,
    "text": "And so you get dilated chambers, you decrease the ejection fraction, the fluid backs up into"
  },
  {
    "start": 166.4,
    "text": "the lungs and the systemic circulation and if it's untreated then it can lead to a thromboembolism"
  },
  {
    "start": 170.72,
    "text": "or arrhythmias or a cardiogenic shock. And there are some key features here like the S3 sound."
  },
  {
    "start": 176.08,
    "text": "That's one of you have volume overloads and makes sense that you'd see that S3 gallop"
  },
  {
    "start": 179.52,
    "text": "and the displaced apex beat which means they have left ventricle dilation. So you have cardiomygaly,"
  },
  {
    "start": 184.96,
    "text": "pulmonary vascular congestion and of course that ejection fraction is less than 45% in a"
  },
  {
    "start": 189.52,
    "text": "gig cardiogram. That's the super important diagnostic test. Now why is it not let's say a acute viral"
  },
  {
    "start": 196.0,
    "text": "myocarditis would be a recent viral illness and that's not mentioned and that's usually in like"
  },
  {
    "start": 201.44,
    "text": "younger males and kind of just different presentation. Debian thrombosis that'd be a unilateral"
  },
  {
    "start": 206.88,
    "text": "leg swelling and no JVD or crackles would be seen. So that's not the right answer."
  },
  {
    "start": 211.28,
    "text": "Mytrol stenosis would be a diastolic murmur so you have rheumatic fever and anxiety disorder"
  },
  {
    "start": 216.08,
    "text": "would be like hyperventilation. You'd also see normal vitals on an anxiety disorder and this patient"
  },
  {
    "start": 221.6,
    "text": "has some very clear objective findings. They got JVD, they got edema, they have that kind of stuff"
  },
  {
    "start": 226.8,
    "text": "and so basically this is this is heart failure and a young healthy mom weeks after delivery so it's"
  },
  {
    "start": 231.68,
    "text": "parrypartum cardiomyopathy and usually this is going to be in the last month of pregnancy or within"
  },
  {
    "start": 236.08,
    "text": "five months postpartum. And they have orthopnea, proxysmalnecturnal, dysmia, JVD, crackles and"
  },
  {
    "start": 244.08,
    "text": "leg swelling and all that is going to be the left-sided heart failure. So the bottom line is"
  },
  {
    "start": 249.20000000000002,
    "text": "parrypartum cardiomyopathy should be suspected in a postpartum woman with heart failure symptoms"
  },
  {
    "start": 253.76000000000002,
    "text": "and no prior medical history. All right for this next question I'm going to need you guys to memorize"
  },
  {
    "start": 257.6,
    "text": "this photo right here. There's diagram, grade saffonus, anterior branch, posterior branch and"
  },
  {
    "start": 263.36,
    "text": "the greater saffonus right here. There's our poplotile vein and the lesser saffonus as well. So"
  },
  {
    "start": 267.68,
    "text": "just make sure you're looking at these diagrams, try to memorize them as best as you possibly can."
  },
  {
    "start": 272.0,
    "text": "The veins of the leg, you have the external iliac, the femoral, the perforating veins right here"
  },
  {
    "start": 276.24,
    "text": "and the great saffonus is on this medial portion. There's the small saffonus vein and the"
  },
  {
    "start": 281.04,
    "text": "dorsal venus arch. One more photo here's the great saffonus vein and there's the small saffonus"
  },
  {
    "start": 285.28000000000003,
    "text": "right there. You can see we're looking at the back of their leg right here. By the way legs are"
  },
  {
    "start": 291.2,
    "text": "super heavy. They're always heavier than you think. I remember in an anatomy lab lifting up a leg"
  },
  {
    "start": 295.84000000000003,
    "text": "for the first time and I was like, man, like just a leg. And I was like, wow, that is heavy."
  },
  {
    "start": 301.12,
    "text": "Saffonus vein, tributaries of the saffonus vein, grade saffonus vein, cool, let's do a practice"
  },
  {
    "start": 305.92,
    "text": "question. So here we have a 45 year old woman undergoing surgical preparation for vein harvesting to"
  },
  {
    "start": 310.56,
    "text": "treat chronic venus insufficiency. The surgeon plan sees the great saffonus vein for venus bypass"
  },
  {
    "start": 315.52,
    "text": "where should they make the decision. All right if you remember those diagrams then it's going to be"
  },
  {
    "start": 319.2,
    "text": "just anterior to the medial maliolis. So the great saffonus vein runs just anterior to the"
  },
  {
    "start": 324.64,
    "text": "medial maliolis and it's the most accessible site would be right there, d for vein harvesting."
  },
  {
    "start": 331.68,
    "text": "And it's going to be superficial and it's like super consistent. It's really easy to identify"
  },
  {
    "start": 335.76,
    "text": "and it's going to ascend from the foot immediately up to the femoral triangle. But the angle,"
  },
  {
    "start": 341.59999999999997,
    "text": "the ankle region is going to provide the easiest entry point. All right it's not the lateral maliolis."
  },
  {
    "start": 346.16,
    "text": "There you think the small saffonus vein, not the great saffonus vein, so it's the wrong,"
  },
  {
    "start": 350.32000000000005,
    "text": "like anatomical side there. Posture a calf, the Achilles, that would also be the small saffonus vein,"
  },
  {
    "start": 355.52000000000004,
    "text": "that's the wrong vein, wrong purpose. The femoral triangle, that drainage, that's the drainage point"
  },
  {
    "start": 361.28000000000003,
    "text": "of the great saffonus vein, but it's not going to be optimal for the initial access. So not quite"
  },
  {
    "start": 366.24,
    "text": "it chief and E behind the knee joint is going to be the popliteal region. So it's deeper and it's"
  },
  {
    "start": 372.88,
    "text": "not used for superficial harvesting. So the key takeaway here is that the initial incision for great"
  },
  {
    "start": 377.52,
    "text": "saffonus vein should be just anterior to the medial maliolis. All right this question is truly"
  },
  {
    "start": 382.15999999999997,
    "text": "fascinating. There's a 54 year old woman and you can see here I actually love this picture. I think"
  },
  {
    "start": 386.15999999999997,
    "text": "it's really good illustration of what's going on here. She arrives at the urgent care clinic with"
  },
  {
    "start": 390.71999999999997,
    "text": "sudden left arm pain, paler and coldness that began approximately three hours ago. Her medical"
  },
  {
    "start": 396.08,
    "text": "history includes a recent diagnosis of a fib. She's on warfriend for anti-cogulation and her latest"
  },
  {
    "start": 401.84,
    "text": "INR is 1.5 on physical examination. Her left upper limb is cold and pale with the abs and pulses"
  },
  {
    "start": 408.4,
    "text": "distilled to the brachial artery. Capillary refill is delayed and sensory losses present in the"
  },
  {
    "start": 413.11999999999995,
    "text": "fingers, which the following is the most likely diagnosis. Now you might have been tempted to choose"
  },
  {
    "start": 417.59999999999997,
    "text": "Renaud's phenomenon, a femymphenomenon or whatever that's on you. But that actually has a"
  },
  {
    "start": 422.08,
    "text": "triphasic color change and that's with cold and stress. So Renaud is going to be episodic and also"
  },
  {
    "start": 427.52,
    "text": "it's symmetric. It's not going to be pulseless either. So it's not that. Even everybody likes to"
  },
  {
    "start": 432.56,
    "text": "choose that whenever there's anything weird going on with the fingers or hands or what have you."
  },
  {
    "start": 436.4,
    "text": "But for this one, I think we'll just talk about the relative, I mean the relevant facts for this"
  },
  {
    "start": 441.44,
    "text": "case. And that is that we have the sudden cold and painful pulseless limb. And the very important"
  },
  {
    "start": 447.2,
    "text": "part here is that it's pulseless. What does that mean? That means you have some sort of arterial"
  },
  {
    "start": 451.52,
    "text": "occlusion probably. So you have an arterial blockage. And a fib mixed with that subtherapetic"
  },
  {
    "start": 457.44,
    "text": "INR means it's the prime setup for some sort of an embolism. And so the lay of the land for this"
  },
  {
    "start": 462.24,
    "text": "question to interpret this case correctly, you have to combine the cardiology and the vascular"
  },
  {
    "start": 466.64,
    "text": "emergency knowledge together. And so if a patient has atrial fibrillation, that's a rhythmic"
  },
  {
    "start": 472.47999999999996,
    "text": "disorder where the atria is going to quiver instead of contracting. And that causes stagnant"
  },
  {
    "start": 478.08,
    "text": "blood flow and that can promote the formation of clots, especially in the left atrial"
  },
  {
    "start": 482.32,
    "text": "appendage. And so when anticoagulation is subtherapetic, that's the INR of less than two."
  },
  {
    "start": 487.68,
    "text": "Then the thrombi can actually dislodge and it'll travel through the atrial system. And that is"
  },
  {
    "start": 492.0,
    "text": "just a classic embolism. And this patient is presenting with the five p's of acute arterial occlusion."
  },
  {
    "start": 500.15999999999997,
    "text": "All right, so let's write those out because they are important to know. Pain,"
  },
  {
    "start": 504.16,
    "text": "pallar, pulslessness, peristhesia. And this last one is interesting. It's poiculothermia."
  },
  {
    "start": 509.84000000000003,
    "text": "That's coldness that fluctuates with your environmental temperature. And so that means we have a"
  },
  {
    "start": 513.92,
    "text": "vascular emergency and you need rapid correction, right? So this is atrial fibrillation. That's the"
  },
  {
    "start": 518.64,
    "text": "embolic source. You have inadequate anticoagulation because we have 1.5 on warfront. And there's that"
  },
  {
    "start": 525.28,
    "text": "sudden limb coldness. The pallar, the sensory loss, absente distal pulses. That's going to be an"
  },
  {
    "start": 529.92,
    "text": "embolic arterial occlusion. And there's a capillary refill that's delayed. And that means there's"
  },
  {
    "start": 534.3199999999999,
    "text": "some sort of an impaired arterial inflow. And so this is all just telling us it's going to be some"
  },
  {
    "start": 538.56,
    "text": "sort of an atrial embolism. So it's a left-sided embolic. If it's left-sided, then it can go"
  },
  {
    "start": 544.3199999999999,
    "text": "straight to the brain like in a stroke or it can go to the peripheral arteries and that causes"
  },
  {
    "start": 548.64,
    "text": "limbischemia. And this is very time sensitive, right? Greater than six hours means that there's a big"
  },
  {
    "start": 553.4399999999999,
    "text": "risk of irreversible limbischemia. So let's look at these answer choices here. Rhinards really kind of"
  },
  {
    "start": 558.08,
    "text": "cover that one. Acute hemorrhaging. That would be with like hypotension, tachycardia,"
  },
  {
    "start": 563.2800000000001,
    "text": "pallar. And that would definitely not be causing unilateral limb symptoms with pulslessness. So C"
  },
  {
    "start": 568.5600000000001,
    "text": "is going to be our answer embolic arterial occlusion. Break your plexus injury is totally not going"
  },
  {
    "start": 573.2800000000001,
    "text": "to be our right answer because that's going to be weakness and sensory loss. They're not caused coldness"
  },
  {
    "start": 577.2,
    "text": "or pallar or absente pulses. That's a nerve issue, not a vascular issue. Therastic outlet syndrome."
  },
  {
    "start": 582.88,
    "text": "That's going to be like a chronic positional symptoms that's going to present more gradually"
  },
  {
    "start": 586.96,
    "text": "and not with like a sudden vascular compromise. And so every five minutes somebody with an aphib"
  },
  {
    "start": 592.64,
    "text": "is going to throw a clot happens pretty frequently. In fact, you should think of aphib clot, aphib clot"
  },
  {
    "start": 598.4,
    "text": "when you're taking this exam. And sometimes this doesn't go to the brain and said it goes to the limb."
  },
  {
    "start": 603.2,
    "text": "And so here we got this 54 year old woman. She's got aphib. She's got a subtherapeutic"
  },
  {
    "start": 607.28,
    "text": "INR and that basically means that she is not being properly anticoagulated. And so this is going to"
  },
  {
    "start": 612.56,
    "text": "show up with a cold pale painful arm and there's no pulses and there's delayed capillary refill."
  },
  {
    "start": 616.9599999999999,
    "text": "And so there's a cardiac embolus that's lodged into the brachial artery and it's cutting off"
  },
  {
    "start": 621.3599999999999,
    "text": "the blood supply to reform and her hand. And that is called an acute arterial occlusion. And that"
  },
  {
    "start": 626.56,
    "text": "is one of the few limb threatening emergencies that you actually will see on the step one exam."
  },
  {
    "start": 630.64,
    "text": "Okay, so the bottom line is embolic arterial occlusion is likely due to atrial fibrillation and"
  },
  {
    "start": 635.3599999999999,
    "text": "presents with sudden lymiskemia. And this question we have between nine year old woman who presents to"
  },
  {
    "start": 639.6,
    "text": "the clinic with post-cold obliterating and persistent pelvic pain. She reports that her last"
  },
  {
    "start": 643.9200000000001,
    "text": "pap smear performed three years ago was normal. And physical examination reveals a friable lesion"
  },
  {
    "start": 648.32,
    "text": "on the anterior vaginal wall. A biopsy is performed and reveals invasive squamous cell carcinoma."
  },
  {
    "start": 653.0400000000001,
    "text": "And this patient cancerous cells are most likely to metastasize first to which of the following nodes."
  },
  {
    "start": 658.4,
    "text": "Okay, so we got to talk about the lymph and the lower one third of the vagina drains to the"
  },
  {
    "start": 663.9200000000001,
    "text": "superior and guinell lymph nodes. And squamous cell carcinoma is the most common vaginal cancer."
  },
  {
    "start": 670.48,
    "text": "And this usually arises from the posterior or the anterior vaginal wall. And so to solve this"
  },
  {
    "start": 674.96,
    "text": "question we have to know a little bit about the pelvic lymphatic drainage, especially in the"
  },
  {
    "start": 679.6,
    "text": "vagina and the vulver regions. And so the vagina has a dual lymphatic drainage pattern. The"
  },
  {
    "start": 686.32,
    "text": "upper two thirds drains to the internal and the external iliac nodes. And then the lower one third"
  },
  {
    "start": 691.52,
    "text": "drains to the superficial inguinal nodes. And so she has a lesion on the anterior vaginal wall"
  },
  {
    "start": 696.24,
    "text": "and also the post-cold obliterating, cooidal bleeding with the biopsy proven squamous cell carcinoma"
  },
  {
    "start": 702.48,
    "text": "is going to be a common presentation for some sort of like a vaginal cancer. And so the location"
  },
  {
    "start": 706.64,
    "text": "of the lesion is very important and it's lying on the lower third. And so that makes it the"
  },
  {
    "start": 710.72,
    "text": "superficial inguinal node is going to be the very first sign of metastasis, the site of metastasis."
  },
  {
    "start": 715.6,
    "text": "And that is why our answer is C. So the post-cooidal bleeding is a common red flag for cervical"
  },
  {
    "start": 720.64,
    "text": "or vaginal squamous cell carcinoma. And the anterior vaginal wall lesion suggests that it's the"
  },
  {
    "start": 724.88,
    "text": "lower vaginal involvement and the friable description is going to be the ulcerated or malignancy."
  },
  {
    "start": 730.16,
    "text": "And the invasive squamous cell carcinoma is the most common histological type of vaginal cancer."
  },
  {
    "start": 734.72,
    "text": "And this has several associations that are important to know like HPV, especially 16 and 18."
  },
  {
    "start": 740.56,
    "text": "And that's associated with squamous cell carcinoma of the cervix of the vagina."
  },
  {
    "start": 744.0,
    "text": "Squamous cell carcinoma is the most common type vaginal vulvar and cervical cancer. And the"
  },
  {
    "start": 749.68,
    "text": "lymphatic spread is going to follow the embryogic origin and the anatomical locations of the lesions."
  },
  {
    "start": 756.0799999999999,
    "text": "So this superficial inguinal is going to cover the lower one third of the vagina of vulva and the"
  },
  {
    "start": 761.04,
    "text": "anal canal below the pectinotline. And that can be kind of weird because it's below and then you"
  },
  {
    "start": 765.68,
    "text": "think superficial, but it's one of those things you just have to memorize. And the pathophysiology"
  },
  {
    "start": 770.4,
    "text": "kind of goes with at least with HPV is that you have some sort of an HPV infection or like a"
  },
  {
    "start": 774.72,
    "text": "chronic irritation. And that triggers some sort of like a squamous dysplasia. And then the dysplasia"
  },
  {
    "start": 780.24,
    "text": "evolves into invasive squamous cell carcinoma. And if the lesion is on the lower third, then it"
  },
  {
    "start": 784.64,
    "text": "metastasizes first the superficial inguinal. And if it's untreated, then the cancer will spread"
  },
  {
    "start": 789.36,
    "text": "upward and it'll go deeper and interact with the external and the internal iliac in the period"
  },
  {
    "start": 795.6800000000001,
    "text": "erotic. So the post-coidal bleeding really tells you that it's the vaginal or cervical cancer."
  },
  {
    "start": 801.36,
    "text": "The friable interior vaginal wall means that it's in the lower third, superficial inguinal."
  },
  {
    "start": 805.1999999999999,
    "text": "And a squamous cell tells you that it's HPV associated because that's the most common,"
  },
  {
    "start": 808.64,
    "text": "especially in the lower GU tract. And then you have to know that lymphatic spread is in the lower"
  },
  {
    "start": 813.4399999999999,
    "text": "one third is superficial. And then the upper two thirds of the vagina and the cervix are going"
  },
  {
    "start": 818.0799999999999,
    "text": "to be the iliac. If it's in the ovaries or the testes, then that's always pera-erotic. All right."
  },
  {
    "start": 823.1999999999999,
    "text": "And so that covers most of these questions. The bottom line is invasive squamous cell carcinoma"
  },
  {
    "start": 827.92,
    "text": "of the vagina, typically metastasizes first the external iliac lymph nodes. Now please note that"
  },
  {
    "start": 832.8,
    "text": "this would be the lymph from the lower rectum to the anal canal above the pectinotline. So this"
  },
  {
    "start": 837.36,
    "text": "bottom line right here is referring to the cervix, the upper vagina, and the uterus, but not the lower"
  },
  {
    "start": 841.76,
    "text": "one third of the vagina. This question is asking about the lower one third, but the bottom line here"
  },
  {
    "start": 847.5999999999999,
    "text": "is about the cervix and the upper vagina, and the uterus would be draining into the external iliac."
  },
  {
    "start": 853.28,
    "text": "Lymph nodes. Axillary drains the upper limbs of the breast. There's the external iliac that we"
  },
  {
    "start": 857.6,
    "text": "just talked about the pera-erotic drains the ovaries and the testes, the deep cervical drains the"
  },
  {
    "start": 862.88,
    "text": "deep neck structures. In our next question, we have a 62-year-old woman presenting to the clinic for"
  },
  {
    "start": 867.0400000000001,
    "text": "a follow-up appointment after a routine colonoscopy. Procedure was performed due to the anemia detected"
  },
  {
    "start": 872.24,
    "text": "on the recent laboratory tests. During the colonoscopy, several polys were removed for histological"
  },
  {
    "start": 877.76,
    "text": "evaluation. The pathology report describes a 1.5 centimeter polyp with dysplastic features"
  },
  {
    "start": 883.0400000000001,
    "text": "in a tubular architecture. She has no significant gastrointestinal symptoms or family history of the"
  },
  {
    "start": 887.36,
    "text": "colorectal cancer, which of the following is the most likely classification of this polyp."
  },
  {
    "start": 891.44,
    "text": "All right, there are a lot of different types of colon polyps. Some are harmless and others are"
  },
  {
    "start": 896.48,
    "text": "very, very dangerous. She is coming into the clinic because she has some sort of anemia, anemia"
  },
  {
    "start": 902.08,
    "text": "detected on her laboratory tests. She has a 1.5 centimeter polyp, and then the pathology says"
  },
  {
    "start": 908.16,
    "text": "dysplasia in the tubular architecture, and so that's probably going to be tubular adenoma."
  },
  {
    "start": 915.2,
    "text": "And it's less aggressive than like the villas for the straighted types. It's still going to be"
  },
  {
    "start": 918.8,
    "text": "pre-cancerous. And so the answer is tubular adenoma, especially since this is over 1 centimeter,"
  },
  {
    "start": 924.4,
    "text": "the risk of cancer is going to start to be increasing. So because of the dysplasia and the tubular"
  },
  {
    "start": 929.2,
    "text": "histology, it's going to be a tubular adenoma, which actually is the most common type of adenomatus"
  },
  {
    "start": 934.8,
    "text": "polyp. There are neoplastic lesions with the potential to progress to colorectal cancer through"
  },
  {
    "start": 939.12,
    "text": "the adenoma carcinoma sequence. Let's look at some of these other choices like the hyperplastic"
  },
  {
    "start": 943.36,
    "text": "polyp. Well, that would be seen with no dysplasia and that's common in rectusic model."
  },
  {
    "start": 947.52,
    "text": "Colin and these are actually benign and non-neoplastics, that's not the answer."
  },
  {
    "start": 951.36,
    "text": "The Cessile serrated polyp would be the sawtooth, those crypts in the right colon."
  },
  {
    "start": 956.16,
    "text": "You'd have serrated architecture, not tubular architecture. And those guys actually have a higher"
  },
  {
    "start": 960.72,
    "text": "malignant potential, so we're glad that it's not that one. The juvenile polyp is going to be like"
  },
  {
    "start": 965.12,
    "text": "hematomatus, and that's seen in children, and it's not going to fit our demographic for this one."
  },
  {
    "start": 970.24,
    "text": "And the villas adenoma, that has the fingerlight projections and the high malignant cerisque,"
  },
  {
    "start": 975.28,
    "text": "and that's not going to be seen here. This has a tubular architecture, and so it's going to be"
  },
  {
    "start": 979.44,
    "text": "tubular adenoma. It really is that simple. And a 1.5 centimeter dysplastic tubular polyp"
  },
  {
    "start": 985.12,
    "text": "indicates tubular adenoma, and that is indeed a precursor to colorectal cancer. That's the bottom"
  },
  {
    "start": 991.2,
    "text": "line. All right, this question we have a 58 year old man. He has difficulty achieving a maintaining"
  },
  {
    "start": 995.76,
    "text": "erection over the past year. He's got a history of type 2 diabetes and hypertension,"
  },
  {
    "start": 998.48,
    "text": "current medications, acleumatformin, and lysinopril. A thorough evaluation indicates no significant"
  },
  {
    "start": 1003.12,
    "text": "psychological factors contributing, and on examination exhibits normal, secondary sexual"
  },
  {
    "start": 1007.44,
    "text": "characteristics, peripheral pulses intact. Blood work, including testosterone levels, is normal,"
  },
  {
    "start": 1011.76,
    "text": "following discussion of treatment options. He's prescribed. So then a fill to improve the"
  },
  {
    "start": 1016.8000000000001,
    "text": "erectile function, primarily by acting on what structure in the penile architecture. The answer"
  },
  {
    "start": 1022.24,
    "text": "is the corporenaus, the corporecavernosa. All right, so it's probably helpful to kind of draw this"
  },
  {
    "start": 1026.96,
    "text": "out. This right here is going to be the superficial dorsal vein of the penis. This right here is"
  },
  {
    "start": 1033.44,
    "text": "the connective tissues that surround the corporenaus. And this right here is the corporecavernosa,"
  },
  {
    "start": 1038.4,
    "text": "and this right here is the urethra. And this does not have any role in erections, but this does."
  },
  {
    "start": 1043.84,
    "text": "And what's wild is that 50% of men with diabetes experience some form of erectile dysfunction."
  },
  {
    "start": 1048.56,
    "text": "And that's why we need the help of the little blue pill. And this definitely does not work on the"
  },
  {
    "start": 1052.72,
    "text": "urethra. It's on the arteries. It targets the corporecavernosa. And there's the two spongy columns"
  },
  {
    "start": 1058.0,
    "text": "that fill with blood during interaction. And by blocking the PDE5, what it does is it keeps the"
  },
  {
    "start": 1065.68,
    "text": "cyclic GMP levels high and it relaxes the smooth muscle and unless the blood rush in. And so it's"
  },
  {
    "start": 1070.88,
    "text": "the corporecavernosa that does the heavy lifting there. No pun intended. Your urethra would be a urine"
  },
  {
    "start": 1076.56,
    "text": "semen conduit. So that's a deep arteries of the penis are involved in perfusion, but"
  },
  {
    "start": 1083.6799999999998,
    "text": "so then it'll feel ax on the smooth muscle and the corporena not the arteries themselves."
  },
  {
    "start": 1088.72,
    "text": "Tuneca, Havaginia, those are the connective tissues and those are important for erectile"
  },
  {
    "start": 1094.0,
    "text": "rigidity, but they are not the actual target here of this medication and superficial dorsal vein."
  },
  {
    "start": 1099.9199999999998,
    "text": "The venous drainage is what you think of for that one and it's not involved in the erection,"
  },
  {
    "start": 1103.52,
    "text": "initiation or the PDE5 action. Next is the easiest question ever. 52-year-old man comes in,"
  },
  {
    "start": 1109.04,
    "text": "he gets a bunch of lab tests, which the following statistical measures is most appropriate to"
  },
  {
    "start": 1113.28,
    "text": "summarize the average 10-year cardiovascular risk. The answer is the mean. All we need to know about"
  },
  {
    "start": 1118.32,
    "text": "this guy is that the mean is the measurement of central tendency and it's just like the average."
  },
  {
    "start": 1123.2,
    "text": "It's all that it is. Mode is the most frequently seen medium is the middle value, the range,"
  },
  {
    "start": 1128.16,
    "text": "max-min and the standard deviation is the variability. Mean is the mathematical average,"
  },
  {
    "start": 1132.88,
    "text": "big population with normal distribution. That's going to be good. The median is good when the data is"
  },
  {
    "start": 1137.28,
    "text": "skewed. Standard deviation tells you how spread out the data is, but if we're summarizing the average"
  },
  {
    "start": 1142.48,
    "text": "cardiovascular risk, then use the mean. Simple, simple. There's the bottom line you can read it if you'd"
  },
  {
    "start": 1147.68,
    "text": "like. Moving on to the next question. All right, and this question we have a five-year-old girl"
  },
  {
    "start": 1151.44,
    "text": "is observed by her school teacher to have yellow discoloration of her scleria. Concerned, the teacher"
  },
  {
    "start": 1156.32,
    "text": "informs her parents who seek medical advice. The child has no significant medical history and her"
  },
  {
    "start": 1161.6799999999998,
    "text": "parents report that she has been slightly more tired than usual, but has had no recent infections."
  },
  {
    "start": 1167.84,
    "text": "On examination, the child appears jaundice and has moderate splint of megaly. There are a"
  },
  {
    "start": 1172.0,
    "text": "whole bunch of findings here. The big ones are that the hemoglobin is low, the hematocrit is also low."
  },
  {
    "start": 1176.8,
    "text": "At just 4%, a peripheral blood smearsose numerous spheroic sites. Spheroic sites. Which genetic"
  },
  {
    "start": 1183.44,
    "text": "finding is most likely identified in this patient. All right, so let's just get the lay of land for"
  },
  {
    "start": 1187.3600000000001,
    "text": "this question. This is hereditary, because she's so young, hereditary, and then it has what?"
  },
  {
    "start": 1193.28,
    "text": "Spheroic sites. Hereditary spheroic sites. It's a hemolytic anemia that's caused by a defective"
  },
  {
    "start": 1198.0,
    "text": "red blood cell membrane proteins, and the one that we need to know for this question is the spectrum."
  },
  {
    "start": 1203.1200000000001,
    "text": "So she's a five-year-old girl and she's got jaundice, and that's from the increased"
  },
  {
    "start": 1206.72,
    "text": "unconsjugated bilirubin, and also normal cytokinemia and reticulous cytosis. That's the"
  },
  {
    "start": 1211.2,
    "text": "mirror response to the hemolysis. And there's also splint of megaly because that's the site of"
  },
  {
    "start": 1216.32,
    "text": "the red blood cell destruction and the spheroic sites on the peripheral smear. So she has some sort of"
  },
  {
    "start": 1220.88,
    "text": "extravascular hemolysis, and so it's going to be a mutation of the spectrum gene. So there's"
  },
  {
    "start": 1224.8,
    "text": "spheroic sites on the peripheral smear, and that's hallmarks hereditary spheroic cytosis."
  },
  {
    "start": 1229.52,
    "text": "Splint of megaly is classic for extravascular hemolysis. Retic count is going to be high because"
  },
  {
    "start": 1234.16,
    "text": "the mirror is compensating, and there's normal MCV, and that rules out macrosidic or macrosidic"
  },
  {
    "start": 1238.64,
    "text": "anemia, and there's no infections, and so it's not going to be like a G6 PD or a parovirus-related"
  },
  {
    "start": 1244.24,
    "text": "crisis. And it's the spectrum, the anchron, the band, three, the protein mutations. It's the red blood"
  },
  {
    "start": 1250.5600000000002,
    "text": "cell membrane instability that's damaged in this kiddo, and you have increased osmotic fragility."
  },
  {
    "start": 1256.96,
    "text": "And so the cells will lice easily in a hypotonic solution, and that's what you do when you give them"
  },
  {
    "start": 1261.5200000000002,
    "text": "a fragility test. You see how easily they lice. I'll see you could see some pigmented gallstones"
  },
  {
    "start": 1267.1200000000001,
    "text": "from chronic hemolysis. Splintectomy is definitive treatment, but it's usually delayed until"
  },
  {
    "start": 1271.68,
    "text": "after the age of five, and this is autosomal dominant inheritance pattern. So the pathofysiology"
  },
  {
    "start": 1277.6000000000001,
    "text": "is that there's a mutation in the spectrum or the other membrane proteins, and that causes a loss"
  },
  {
    "start": 1280.96,
    "text": "of the membrane surface area. And now the red blood cells become spheroic sites. They're like"
  },
  {
    "start": 1285.8400000000001,
    "text": "really, really round, and they have no central power, or whatsoever. And they are less deformable,"
  },
  {
    "start": 1291.04,
    "text": "and they get trapped in the spleen, the spleen in cords, and the macrophages then destroy them,"
  },
  {
    "start": 1295.84,
    "text": "and see get extra vascular hemolysis than lice, and then lice, and then lice, and then spleen in"
  },
  {
    "start": 1298.8,
    "text": "the megaly. And so the spheroic sites are going to appear on the smear. They're small,"
  },
  {
    "start": 1302.8,
    "text": "round red blood cells that do not have the central power, increased osmotic fragility,"
  },
  {
    "start": 1307.6,
    "text": "and there's a risk of pigmented gallstones. All right, and so the answer is going to be a mutation"
  },
  {
    "start": 1311.4399999999998,
    "text": "of the spectrum gene. Deletion of the alpha-globin gene, that would be micro-stitucanemia,"
  },
  {
    "start": 1317.52,
    "text": "that's an alpha thalcemia. Mutation of the G6PD would be some episodic hemolysis after oxidative"
  },
  {
    "start": 1322.48,
    "text": "stress, like infections, or like some favabines, or something like that. Some like drugs would cause"
  },
  {
    "start": 1328.64,
    "text": "that, but it's not going to be chronic in those spheroic sites that we've seen there. D is"
  },
  {
    "start": 1332.08,
    "text": "wrong mutation of the beta, because that's going to be psychoselanemia, or beta thalcemias,"
  },
  {
    "start": 1336.56,
    "text": "and those would be target cells, psychosel's not spheroic sites, and mutation of the"
  },
  {
    "start": 1341.6,
    "text": "hepside and regulatory gene that's iron overload, this is going to be seen in some sort of diseases"
  },
  {
    "start": 1346.56,
    "text": "like hemochromatosis, or adult onset conditions that are like not pediatric, not"
  },
  {
    "start": 1351.76,
    "text": "tamelitic anemia. So here is an explanation, a lot of what we said increased for tick count,"
  },
  {
    "start": 1357.84,
    "text": "and the spheroic sites, the spleen is kind of breaking these things apart. The bone marrow is"
  },
  {
    "start": 1362.16,
    "text": "trying to help out, and that's the reason for the high for tick count. There's the bottom line,"
  },
  {
    "start": 1365.36,
    "text": "spheroicytosis, mutation of the spectrum. All right, one of the easier questions,"
  },
  {
    "start": 1368.64,
    "text": "the 28-year-old man has found unconscious in his apartment brought to the hospital by emergency"
  },
  {
    "start": 1371.76,
    "text": "department. Medical services, his friends reported he has been dehydrated and vomiting for the past"
  },
  {
    "start": 1377.52,
    "text": "two days. Due to food poisoning, on examination, his blood pressure is 80 or 60, heart rate is 110,"
  },
  {
    "start": 1382.08,
    "text": "certain intravenous fluids for hypoglymic shock, the next 24 hours his blood pressure and heart"
  },
  {
    "start": 1386.08,
    "text": "stabilize. However, on the second day of hospitalization, it's noted that the year-in-out put has"
  },
  {
    "start": 1390.08,
    "text": "decreased significantly. Lab's tests show elevated creatinine, which part of the kidney is most likely"
  },
  {
    "start": 1395.44,
    "text": "to have sustained damage due to his condition. All right, now they love this question. Basically,"
  },
  {
    "start": 1400.1599999999999,
    "text": "this guy's got some sort of a hypoverlymic shock, and that's due to his acute kidney injury,"
  },
  {
    "start": 1404.64,
    "text": "and the proximal tubule and the thick ascending limbs are the most ischemia-sensitive segments of"
  },
  {
    "start": 1409.2,
    "text": "the nephron. And so this patient has some sort of a pre-renal acute kidney injury, and that's due"
  },
  {
    "start": 1416.0,
    "text": "to his hypavalemia from vomiting and dehydrating because of his food poisoning, and that decreases"
  },
  {
    "start": 1420.24,
    "text": "the profusion. But after the fluid resuscitation, he actually is going to develop oliguria"
  },
  {
    "start": 1425.2800000000002,
    "text": "and rising serum creatinine. And now this has evolved into an intrinsic renal injury. So first,"
  },
  {
    "start": 1430.08,
    "text": "it's pre-renaline. Now it's intrinsic, specifically the schemic acute tubule necrosis. And so the part"
  },
  {
    "start": 1436.24,
    "text": "of the nephron that's most vulnerable to this is the proximal convoluted tubule, and that's because"
  },
  {
    "start": 1440.8,
    "text": "the high metabolic activity and the oxygen demand that occurs there. And so the vomiting, the dehydration,"
  },
  {
    "start": 1446.32,
    "text": "the hypertension, those are the biggest things that QSN2 is hypoverlymic shock. So that's what I would"
  },
  {
    "start": 1452.1599999999999,
    "text": "like to key you into here right here is the shock. And so you give my V's and his blood pressure is"
  },
  {
    "start": 1458.4,
    "text": "stabilized. And then the pre-renal turns into intrinsic problems with the kidney. And now you have"
  },
  {
    "start": 1463.2800000000002,
    "text": "decreased urine output on day two. And that is going to be the transition to the schemic ATN."
  },
  {
    "start": 1469.1200000000001,
    "text": "And you have increased creatinine, and that's going to be a reduced GFR and tubular damage."
  },
  {
    "start": 1473.1200000000001,
    "text": "And the most effective area is the PCT and the thickest sending limb. So the proximal tubule and"
  },
  {
    "start": 1477.1200000000001,
    "text": "the thickest sending limb have a high O2 demand. And there's a lot of ATP use for the sodium"
  },
  {
    "start": 1481.6000000000001,
    "text": "reabsorption that occurs there. And so you get a schemic ATN that's going to be the muddy brown"
  },
  {
    "start": 1486.24,
    "text": "casts that are going to present in the urine. And Doliguria is going to be present despite the"
  },
  {
    "start": 1490.4,
    "text": "normal blood pressure. And that tells us that there's some sort of acute kidney injury."
  },
  {
    "start": 1494.24,
    "text": "Oliguria is going to be the production of abnormally small amounts of urine. So the kiddie is"
  },
  {
    "start": 1498.88,
    "text": "basically not working as well as telling us. And there's a tubular injury that leads to a back leak"
  },
  {
    "start": 1504.24,
    "text": "and an obstruction that's going to be some like delayed recovery phase. It's going to be like weeks,"
  },
  {
    "start": 1508.4,
    "text": "you know, possible polyurea phase as well as the tubule starts to recover. So the pathofiz is"
  },
  {
    "start": 1514.16,
    "text": "we have hypovolemia, less perfusion, pre-renal azotemia, and then prolonged ischemia, tubular"
  },
  {
    "start": 1519.92,
    "text": "necrosis, especially in the PCT. And then you have damaged tubules and you lose the ability to"
  },
  {
    "start": 1524.16,
    "text": "reabsorb. And that would increase the creatinine and also decrease the urine. And you also get that's"
  },
  {
    "start": 1529.68,
    "text": "those slough cells from the cast that obstruct the flow and that it worsens the injury. And so our"
  },
  {
    "start": 1534.24,
    "text": "answer is going to be the proximal convoluted tubule. They love asking about that. That is going to be"
  },
  {
    "start": 1538.4,
    "text": "them as vulnerable to ischemia. So here's our wonderful bottom line of ketular necrosis from"
  },
  {
    "start": 1542.4,
    "text": "hypolimic shock. Typically affects the proximal convoluted tubule. Awesome. And this question we have"
  },
  {
    "start": 1546.88,
    "text": "a 70-year-old woman presented to the clinic with the complaints of continuous urine leakage"
  },
  {
    "start": 1550.24,
    "text": "that began soon after undergoing pelvic surgery to address a large uterine fibroid. She has"
  },
  {
    "start": 1555.6000000000001,
    "text": "sense experience, constant dribbling of urine, even without any urge. Physical examination"
  },
  {
    "start": 1560.3200000000002,
    "text": "reveals a descended bladder, which the following tissue is the most likely dysfunctional as a"
  },
  {
    "start": 1563.3600000000001,
    "text": "consequence of her condition. Okay, so a woman has some sort of a pelvic surgery and then days later,"
  },
  {
    "start": 1567.52,
    "text": "she starts to leak urine nonstop, even though she doesn't need, if you like, she needs to go."
  },
  {
    "start": 1572.16,
    "text": "So that means that this is not going to be stress or urgency in consonants. This is rather overflow"
  },
  {
    "start": 1576.24,
    "text": "in consonants. And so the big problem here is the damage to the detrusal muscle and that is made of"
  },
  {
    "start": 1580.96,
    "text": "the smooth muscle. Bladder contraction. And so now the bladder is filling and it gets over"
  },
  {
    "start": 1588.4,
    "text": "distended and then the urine just starts to trickle out. You don't have the urge or any squeezing. It's"
  },
  {
    "start": 1592.64,
    "text": "just the overflow. So there are different types of urinary incontinence that are tested on this exam."
  },
  {
    "start": 1598.0800000000002,
    "text": "And for that, you need to know the anatomy as well of the bladder and the urethra. And after pelvic"
  },
  {
    "start": 1602.08,
    "text": "surgery, a common complage complication is the injury to the pelvic nerves that supply the"
  },
  {
    "start": 1606.24,
    "text": "detrusal muscle and that's made of the smooth muscle. The descended bladder with a continuous"
  },
  {
    "start": 1610.8,
    "text": "leakage and also no urge to void is going to be overflow incontinence and that's caused by bladder"
  },
  {
    "start": 1616.56,
    "text": "disruption of the detrusal, the detrusal muscle. So some sort of detrusor underactivity is"
  },
  {
    "start": 1620.96,
    "text": "happening here. All right, so here's the explanation. Continuous leakage, no urge to descend"
  },
  {
    "start": 1625.76,
    "text": "bladder. Non-caretionized stratified squamous would be vaginal mucosa. It's not involved in"
  },
  {
    "start": 1630.56,
    "text": "bladder contraction. Highline cartilage would be in the joints and airways. There's no role here"
  },
  {
    "start": 1634.8799999999999,
    "text": "in the urinary tract. Skeleton muscle would not be involved here unless we're talking about like the"
  },
  {
    "start": 1640.32,
    "text": "pelvic floor adipose tissue does not have a functional role in the storage or voiding. And the"
  },
  {
    "start": 1645.6799999999998,
    "text": "skeleton muscle I will say is involved in stressing incontinence, not overflow incontinence. If you"
  },
  {
    "start": 1650.6399999999999,
    "text": "guys find this helpful, like and subscribe. Here's the bottom line post-surgical urinary incontinence."
  },
  {
    "start": 1655.12,
    "text": "Suggest smooth muscle dysfunction in the bladder control. Now stick around if you would like to have"
  },
  {
    "start": 1659.6,
    "text": "a nice recap song over the 10 topics that we covered in this video. Please share this, like this"
  },
  {
    "start": 1664.48,
    "text": "video, comment, let me know how I can improve and we'll see you guys in the next one."
  },
  {
    "start": 1719.6,
    "text": "No need to stress the leg drains well when saffonist steps out of the veins, gel,"
  },
  {
    "start": 1724.8799999999999,
    "text": "a pre-your occlusion, postless, postless, postless, yeah, sudden cold limb pain, screaming wild,"
  },
  {
    "start": 1732.7199999999998,
    "text": "leg turned ghost like frostbitten, gel, no pulses, distal, time ticking out, it ain't no"
  },
  {
    "start": 1738.24,
    "text": "DVT that's Venice Cloud, this is fast and furious, arterial block, a clot shots out in the blood,"
  },
  {
    "start": 1744.72,
    "text": "God, lie could be a fib or valve debris, now the limbs on fire were ashymic spring."
  },
  {
    "start": 1755.68,
    "text": "Bleeding post and MSC, lesion looking red, pat missed the threat,"
  },
  {
    "start": 1759.52,
    "text": "now malignancy spread, cervix is the spot, squeamest cells gone rogue, now where's the drainage,"
  },
  {
    "start": 1764.88,
    "text": "you gotta know the road, deep in the pelvis, first stop on the line, internal path, no superficial"
  },
  {
    "start": 1770.88,
    "text": "sign, not legs, not gut, not the inguinal set, no you're no change, don't ever forget,"
  },
  {
    "start": 1776.4,
    "text": "peel it on a scope, blood hit in the stool, just blast the crystal, now that's the rule,"
  },
  {
    "start": 1781.5200000000002,
    "text": "architecture's tubular, danger's real, let's prevent this path on the added normal deal,"
  },
  {
    "start": 1786.96,
    "text": "Villa's got more risk, but don't relax, tubular still stacks, the neoplastic facts,"
  },
  {
    "start": 1792.0,
    "text": "Kalana's got these key find it before the blast, or CRC, gonna show up fast,"
  },
  {
    "start": 1797.2,
    "text": "till the nap, blood, blow, boss, oh, can't get the rise, now it's time for boost, slick little pill,"
  },
  {
    "start": 1806.0,
    "text": "making blood get loose, blocks pd5, let's cgmp climb, nitric oxide, shine, in vascular prime,"
  },
  {
    "start": 1812.8,
    "text": "hitch the corpora, fills it with might, peen out engine, revving into the night, but don't mix"
  },
  {
    "start": 1818.24,
    "text": "with night drains, crash it, you do, the hyper tens of ride, go flatten, you can't get the rise,"
  },
  {
    "start": 1824.08,
    "text": "now it's time for boost, slick little pill, making blood get loose, blocks pd5,"
  },
  {
    "start": 1829.1999999999998,
    "text": "let's cgmp climb, nitric oxide, shine, in vascular prime, hitch the corpora,"
  },
  {
    "start": 1834.56,
    "text": "fill it with might, peen out engine, revving into the night, but don't mix with night drains,"
  },
  {
    "start": 1839.84,
    "text": "crash it, you do, the hyper tens of ride, go flatten, you can't get the rise,"
  },
  {
    "start": 1846.08,
    "text": "tubular still stacks, oh, kid looking yellow, got a big ol' spleen,"
  },
  {
    "start": 1851.12,
    "text": "no acidic anemia, what does it mean?"
  },
  {
    "start": 1853.76,
    "text": "Stereocytes in the blood, retic count up, RBCs around, and no central cup,"
  },
  {
    "start": 1858.9599999999998,
    "text": "membrane issue, respect, drink, anger, and lost tight squeeze, and capillaries,"
  },
  {
    "start": 1863.1999999999998,
    "text": "cells get tossed, get caught in the spleen, hemolises break, and if it gets worse,"
  },
  {
    "start": 1867.9199999999998,
    "text": "splenectomy might shock, took him down, pressure hit the floor, now it's kidneys quiet,"
  },
  {
    "start": 1873.1999999999998,
    "text": "AP and no more, proximal tubular, the first to get bred,"
  },
  {
    "start": 1877.04,
    "text": "metabolically active, now cells are checked, brown cast muddy,"
  },
  {
    "start": 1880.8799999999999,
    "text": "up the UA scene, all the Ulrich first, then Apalieric stream,"
  },
  {
    "start": 1885.04,
    "text": "end of the laxis, septus, or toxic drugs,"
  },
  {
    "start": 1887.6599999999999,
    "text": "organ causes, hit the nephrons like thugs,"
  },
  {
    "start": 1890.3999999999999,
    "text": "hit the nephrons like thugs,"
  },
  {
    "start": 1893.84,
    "text": "hit the nephrons like thugs,"
  },
  {
    "start": 1898.8,
    "text": "hit the nephrons like thugs,"
  },
  {
    "start": 1904.08,
    "text": "hit the nephrons like thugs,"
  },
  {
    "start": 1909.36,
    "text": "hit the nephrons like thugs,"
  }
]