[
  {
    "start": 0.0,
    "text": "Hello everybody, for the next 10 questions we're going to do something very different."
  },
  {
    "start": 3.2800000000000002,
    "text": "I actually went through and recorded this for 30 minutes, but I realized that the record"
  },
  {
    "start": 6.84,
    "text": "button was not on."
  },
  {
    "start": 8.040000000000001,
    "text": "So I'm going to blitz through the next 10 and explain the most high yield breakdown for"
  },
  {
    "start": 13.48,
    "text": "each one."
  },
  {
    "start": 14.48,
    "text": "Our first question we have a six year old woman presented to the clinic with progressive"
  },
  {
    "start": 17.2,
    "text": "fatigue and weight loss."
  },
  {
    "start": 19.240000000000002,
    "text": "She's smoking a lot, 136 or 85, decreased breast hounds and don't know the progression of"
  },
  {
    "start": 23.96,
    "text": "the right upper chest."
  },
  {
    "start": 25.240000000000002,
    "text": "She's got those engorged veins and the swelling of the clavicles."
  },
  {
    "start": 28.16,
    "text": "That tells us that it's a superior vena cava thing and indeed the answer is E."
  },
  {
    "start": 32.56,
    "text": "So this is SVC syndrome, swelling, hoarseness and dilated neck veins would be seen here."
  },
  {
    "start": 37.88,
    "text": "There's a mass effect."
  },
  {
    "start": 39.16,
    "text": "It's not the right lung apex."
  },
  {
    "start": 41.2,
    "text": "That'd be the panco-steamer."
  },
  {
    "start": 42.2,
    "text": "It's not the right main stem broncus that'd be the adelectasis and the left would not"
  },
  {
    "start": 45.72,
    "text": "be on the right side."
  },
  {
    "start": 46.72,
    "text": "So it's not C and the pulmonary trunk would cause pulmonary hypertension."
  },
  {
    "start": 49.519999999999996,
    "text": "All right."
  },
  {
    "start": 50.519999999999996,
    "text": "So those are the notes that I took on at the first time I did it, but now we're going to"
  },
  {
    "start": 52.68,
    "text": "move on."
  },
  {
    "start": 53.68,
    "text": "Oh, last thing, chronic smoking, the mass grows in the SMA or other, the mass grows and"
  },
  {
    "start": 57.52,
    "text": "then it compresses the SVC leads to JVD and JVD is a distinguishing factor there."
  },
  {
    "start": 62.32,
    "text": "All right."
  },
  {
    "start": 63.32,
    "text": "These are the notes that I took on this next question."
  },
  {
    "start": 64.8,
    "text": "Here we have a guy who's got recurrent episodes of quadrant pain, right upper quadrant"
  },
  {
    "start": 68.44,
    "text": "pain after meals."
  },
  {
    "start": 69.68,
    "text": "He denies the nausea."
  },
  {
    "start": 71.08,
    "text": "He's doing okay."
  },
  {
    "start": 72.08,
    "text": "He takes a metformin in a statin and he doesn't have any rebound tenderness."
  },
  {
    "start": 75.84,
    "text": "What medication are you going to give him?"
  },
  {
    "start": 76.84,
    "text": "He's just got gallstones."
  },
  {
    "start": 78.16,
    "text": "That's what this dude is suffering from."
  },
  {
    "start": 79.68,
    "text": "And so we're just going to give him some medication that just helps him out a little bit because"
  },
  {
    "start": 83.64,
    "text": "he doesn't want to do a colosusectomy."
  },
  {
    "start": 85.36,
    "text": "He don't want to do this because it'll increase the bile acid."
  },
  {
    "start": 88.72,
    "text": "You don't want to give him medication that inhibits gastroenteritis."
  },
  {
    "start": 91.36,
    "text": "That's like a PPI or a prazel."
  },
  {
    "start": 93.03999999999999,
    "text": "He has uncomplicated symptomatic colo-physus."
  },
  {
    "start": 96.2,
    "text": "And so the next best step is hersodeoxycholic acid and it reduces the cholesterol content."
  },
  {
    "start": 101.84,
    "text": "So it just makes them into little weak stones, super non-invasive."
  },
  {
    "start": 105.28,
    "text": "So it doesn't require any surgery."
  },
  {
    "start": 106.68,
    "text": "So that's why it's good for this guy."
  },
  {
    "start": 107.92,
    "text": "Yes, this A would worsen it."
  },
  {
    "start": 110.0,
    "text": "B, bile acid sequestrant."
  },
  {
    "start": 111.8,
    "text": "That would also worsen it by increasing cholesterol synthesis."
  },
  {
    "start": 114.64,
    "text": "BPI's don't have any role here."
  },
  {
    "start": 116.4,
    "text": "And increasing the pancreatic enzyme secretion is used for lexasic fibrosis or chronic"
  },
  {
    "start": 120.92,
    "text": "pancreatitis."
  },
  {
    "start": 122.02,
    "text": "So these are the notes that I took on it and now we'll move on to the next one."
  },
  {
    "start": 125.04,
    "text": "So here we got a dude and he's got the world's most normal physical exam findings ever and"
  },
  {
    "start": 129.04,
    "text": "there's asking you, hey, what's the area of cardiac conjunction, conduction system that"
  },
  {
    "start": 133.8,
    "text": "is responsible for the longest delay in the electrical propagation of this patient?"
  },
  {
    "start": 137.0,
    "text": "And the answer is the atrium-inticular node."
  },
  {
    "start": 139.52,
    "text": "In case of the AV is going to be the slowest and there's that big pause before it goes"
  },
  {
    "start": 143.04,
    "text": "into the left ventricle and does this big pumpy thing because you have to squeeze every"
  },
  {
    "start": 147.6,
    "text": "last drop of blood from the atrium into the left ventricle and the AV has the slowest"
  },
  {
    "start": 153.68,
    "text": "conduction and the longest delay before you go through the heart."
  },
  {
    "start": 156.95999999999998,
    "text": "All right, it's not the left anterior fascicle that's not the delay, not the perkinj,"
  },
  {
    "start": 160.68,
    "text": "those gets super fast."
  },
  {
    "start": 162.2,
    "text": "The essay initially is the impulse and the left bundle branch conducts very quickly."
  },
  {
    "start": 165.6,
    "text": "So the AV is going to be the slower one."
  },
  {
    "start": 167.72,
    "text": "And you get to know there's like a big pause there."
  },
  {
    "start": 169.79999999999998,
    "text": "All right."
  },
  {
    "start": 170.8,
    "text": "I did a deep dive on the last video which did not get saved, but we have a 14 year old"
  },
  {
    "start": 176.06,
    "text": "male and he has some difficulty walking and he's got some neurological problems."
  },
  {
    "start": 180.52,
    "text": "And it's interesting because all the give us is like his cholesterol and they're like,"
  },
  {
    "start": 183.56,
    "text": "hey, what's deficient?"
  },
  {
    "start": 184.72,
    "text": "And so you have to know that it's APOB."
  },
  {
    "start": 186.84,
    "text": "And the reason is because he has an MTP defect that prevents him from making the APOB"
  },
  {
    "start": 192.20000000000002,
    "text": "48 and the 100s."
  },
  {
    "start": 194.12,
    "text": "That means that you don't get the column acryl so you need to get the low plasma lipid"
  },
  {
    "start": 198.24,
    "text": "levels and you get vitamin E deficiencies because APOB is super important for you to"
  },
  {
    "start": 202.3,
    "text": "do those fat soluble vitamin absorption."
  },
  {
    "start": 204.48000000000002,
    "text": "And if you don't have it, then you have retinosis red nitrous pigmentosa, which is vitamin"
  },
  {
    "start": 208.38,
    "text": "A. And also you get the vitamin E problems."
  },
  {
    "start": 211.68,
    "text": "And so these A1s, like A1 and A2, those are going to relate to HDL."
  },
  {
    "start": 218.12,
    "text": "And A1 activates the L-cat metabolism with a high HDL metabolism."
  },
  {
    "start": 222.28,
    "text": "The APOC activates a lapoprotein lipase."
  },
  {
    "start": 225.72,
    "text": "So kind of different and it would not cause hypoclasturalemia and APOE would not lead"
  },
  {
    "start": 230.32,
    "text": "to malabsorption."
  },
  {
    "start": 231.64,
    "text": "All right, so here are the notes that I took on this, but basically you can't make the"
  },
  {
    "start": 234.24,
    "text": "chylose or the VLDLs or the LDLs."
  },
  {
    "start": 236.72,
    "text": "If you have an APOB deficiency because that 48 and also that 100 defect."
  },
  {
    "start": 241.28,
    "text": "And so you get a beta lipoproteinemia."
  },
  {
    "start": 245.04,
    "text": "And that's why he has the itaxia."
  },
  {
    "start": 246.12,
    "text": "The reason he has the itaxia is because that vitamin E deficiency."
  },
  {
    "start": 248.8,
    "text": "Again, I take, I'm blitzing through all these because I already did all these questions"
  },
  {
    "start": 253.44,
    "text": "beforehand."
  },
  {
    "start": 254.44,
    "text": "So here at 14 year old male is presenting because he's complaining about walking and"
  },
  {
    "start": 258.4,
    "text": "falling over."
  },
  {
    "start": 260.0,
    "text": "He's been struggling academically."
  },
  {
    "start": 261.0,
    "text": "He's got a wide base gate."
  },
  {
    "start": 262.84,
    "text": "Oh, this is the same question."
  },
  {
    "start": 264.08,
    "text": "It's just APOB."
  },
  {
    "start": 265.08,
    "text": "That's the red num."
  },
  {
    "start": 266.6,
    "text": "That's the red 9th as pigmentosis stuff is the vitamin A deficiency."
  },
  {
    "start": 270.04,
    "text": "Okay, this one is super duper simple."
  },
  {
    "start": 271.64,
    "text": "It's just incidence versus prevalence."
  },
  {
    "start": 273.96,
    "text": "And so you just have to know that incidence is going to be 20 new cases of obesity per"
  },
  {
    "start": 279.32,
    "text": "1000 patients that occur during the one year time period."
  },
  {
    "start": 281.88,
    "text": "The only thing that's hard about this one is realizing that if they give you five years"
  },
  {
    "start": 284.44,
    "text": "time, then you have to divide by five."
  },
  {
    "start": 286.03999999999996,
    "text": "That's pretty much all there is to it."
  },
  {
    "start": 287.44,
    "text": "Okay, so new cases, incidence numerator, total population over the past year, and then"
  },
  {
    "start": 292.03999999999996,
    "text": "the qualifying factors, new cases, incidence."
  },
  {
    "start": 295.47999999999996,
    "text": "All right, super easy."
  },
  {
    "start": 296.59999999999997,
    "text": "Now this one is very important because the biggest things that you have to note here are"
  },
  {
    "start": 300.56,
    "text": "the fever and the white blood cells and the fling pain."
  },
  {
    "start": 304.12,
    "text": "All of those things should tell you that this is pylonofritis and that is ascending."
  },
  {
    "start": 308.23999999999995,
    "text": "That's an ascending problem, ascension of the bacterial infection."
  },
  {
    "start": 310.88,
    "text": "So the answer is C because this is pylonofritis because the white blood cell casts are there"
  },
  {
    "start": 314.72,
    "text": "and there's fever and fling pain."
  },
  {
    "start": 316.64,
    "text": "The translocation of the interic bacteria has nothing to do with this."
  },
  {
    "start": 319.44,
    "text": "That's bacteria in the intestinal acosa."
  },
  {
    "start": 321.48,
    "text": "Immune complex stuff would be post-repochoccal glomerulinofritis, not pylonofritis,"
  },
  {
    "start": 325.40000000000003,
    "text": "and that's hematuria."
  },
  {
    "start": 326.40000000000003,
    "text": "So that's not seen here."
  },
  {
    "start": 327.64,
    "text": "And the blood borne spread of the infection, rare cause of pylonofritis."
  },
  {
    "start": 331.2,
    "text": "And the fetal compression of the vasculature would cause hydrinifrosis."
  },
  {
    "start": 334.04,
    "text": "Next question, we have a woman who has ALS and she has some like upper motor neuron signs"
  },
  {
    "start": 337.76,
    "text": "and they're going to ask, hey, what are you going to give her?"
  },
  {
    "start": 339.04,
    "text": "You're going to give her a GABA B receptor."
  },
  {
    "start": 340.8,
    "text": "That's just going to be the first line therapy for ALS."
  },
  {
    "start": 343.48,
    "text": "NMDA is targeted by realizzle, slows the LS production progression by inhibiting glutamate."
  },
  {
    "start": 350.44,
    "text": "Alpha-2 agitrogenous receptor is the target of disanity."
  },
  {
    "start": 353.52000000000004,
    "text": "The dopamine D2 receptor is targeted in movement disorders like Parkinson's and the serotonin"
  },
  {
    "start": 357.72,
    "text": "stuff."
  },
  {
    "start": 358.72,
    "text": "That's like a dance of trance."
  },
  {
    "start": 359.72,
    "text": "So that's the anti-ametics."
  },
  {
    "start": 360.72,
    "text": "Okay, the next question, a 32 year old woman at 34 weeks gestation comes to the clinic."
  },
  {
    "start": 364.0,
    "text": "Routine check up."
  },
  {
    "start": 365.0,
    "text": "She's got no issues with her pregnancy except for the little baby does a little ultrasound"
  },
  {
    "start": 369.56,
    "text": "and you see there's a fluid filled sac even though the testes have descended."
  },
  {
    "start": 372.56,
    "text": "Okay, so we know that this is not cryptochorchidism because the testes have actually gone into"
  },
  {
    "start": 377.52,
    "text": "the scrum but they have not closed."
  },
  {
    "start": 379.8,
    "text": "So that's the patent ductus."
  },
  {
    "start": 381.2,
    "text": "Oh, it's the patent processes vaginalis."
  },
  {
    "start": 384.76,
    "text": "And so it's the deficient obliteration of the processes vaginalis is what's caused"
  },
  {
    "start": 388.04,
    "text": "that opening there."
  },
  {
    "start": 389.04,
    "text": "Here's a really good picture."
  },
  {
    "start": 390.04,
    "text": "So you can kind of see this descend and embryology, the paratoneum kind of descends and it"
  },
  {
    "start": 394.96,
    "text": "goes from the abdomen down into this scrotal space."
  },
  {
    "start": 398.96,
    "text": "And if that does not close then you get that fluid there."
  },
  {
    "start": 400.96,
    "text": "And it's benign and it'll usually go away with time."
  },
  {
    "start": 403.14,
    "text": "This is crazy to say to secule a torsion because that would be like, you know, blockage"
  },
  {
    "start": 407.46,
    "text": "of blood flow, much more acute and severe."
  },
  {
    "start": 410.71999999999997,
    "text": "And these are the ones who just don't talk about the issue of the failure of the urethicus"
  },
  {
    "start": 413.59999999999997,
    "text": "to close."
  },
  {
    "start": 414.59999999999997,
    "text": "That would be like if you're peeing out your rear um, um, um, um, um, um, um, belicus."
  },
  {
    "start": 418.12,
    "text": "And so that's why the answer is B for this one."
  },
  {
    "start": 420.4,
    "text": "All right."
  },
  {
    "start": 421.4,
    "text": "This next one's pretty easy as well."
  },
  {
    "start": 422.4,
    "text": "It's a 67 year old man."
  },
  {
    "start": 423.4,
    "text": "He's got a history of hypertension and diabetes routine checkup, no problemos."
  },
  {
    "start": 427.73999999999995,
    "text": "And by the way, these are the notes on the last ones."
  },
  {
    "start": 430.38,
    "text": "And here is our guy."
  },
  {
    "start": 431.38,
    "text": "He's got some light brown pigments and then just asking, Hey, what is this?"
  },
  {
    "start": 434.46,
    "text": "It's not hemochromatosis because that stains blue with the, with the Prussian blue."
  },
  {
    "start": 438.65999999999997,
    "text": "And so this is indeed going to be lipofusion."
  },
  {
    "start": 440.78,
    "text": "And basically what happens is as your cells age, they kind of start to break down and you"
  },
  {
    "start": 445.35999999999996,
    "text": "can see the hepatocytes, the cardio myocytes and the elderly and it's not harmful and it"
  },
  {
    "start": 449.38,
    "text": "just does not stain like iron."
  },
  {
    "start": 451.29999999999995,
    "text": "Melanin would be the black and brown stuff."
  },
  {
    "start": 453.53999999999996,
    "text": "Calcium is chalky white so not a kivare there."
  },
  {
    "start": 455.78,
    "text": "Nothing to see there."
  },
  {
    "start": 456.78,
    "text": "Melanin would be the pale apple green by Fringe and Congo red stuff when it's displayed"
  },
  {
    "start": 460.14,
    "text": "in a polarized light."
  },
  {
    "start": 461.14,
    "text": "So it's not the brown stuff."
  },
  {
    "start": 462.14,
    "text": "The brown is just benign."
  },
  {
    "start": 463.14,
    "text": "You're getting older, you're getting damaged."
  },
  {
    "start": 464.46,
    "text": "All right."
  },
  {
    "start": 465.46,
    "text": "This next question is just a 50 year old man presented to you the clinic because he's got"
  },
  {
    "start": 468.9,
    "text": "some unexplained weight gain and they also tell you that he has hertocels."
  },
  {
    "start": 472.21999999999997,
    "text": "Hertocels."
  },
  {
    "start": 473.21999999999997,
    "text": "Yeah, here it is."
  },
  {
    "start": 474.53999999999996,
    "text": "And so that just tells you immediately that it's Hashimoto's."
  },
  {
    "start": 477.58,
    "text": "Very nice of them to give you that."
  },
  {
    "start": 479.46,
    "text": "Just very textbook Hashimoto's."
  },
  {
    "start": 481.14,
    "text": "Essentially he's got cold intolerance."
  },
  {
    "start": 483.26,
    "text": "Subacute is going to be painful, follicular."
  },
  {
    "start": 485.1,
    "text": "Would not have the hertocels and no lymphocytes and anoplasmic thyroid carcinoma is aggressive"
  },
  {
    "start": 490.02,
    "text": "in elderly patients and acute bacterial thyroiditis would cause fever and pain."
  },
  {
    "start": 494.1,
    "text": "And that brings us back to the present where I noticed that this recording was not working."
  },
  {
    "start": 498.7,
    "text": "And as you can see the bottom line here is that L-dated TSH as low free T-4 and to lymphocytic"
  },
  {
    "start": 502.94,
    "text": "and voltage confirm chronic autoimmune Hashimoto thyroiditis."
  },
  {
    "start": 506.02,
    "text": "All right, folks, we did it."
  },
  {
    "start": 507.26,
    "text": "That was 30 minutes of recording that I've just consolidated down into just like five minutes"
  },
  {
    "start": 511.54,
    "text": "or so."
  },
  {
    "start": 512.54,
    "text": "So it's a lot of time to make these questions and find the resources and find the best"
  },
  {
    "start": 516.4599999999999,
    "text": "ways to explain them to you."
  },
  {
    "start": 517.5,
    "text": "So if you are benefiting from this, then please be sure to like and subscribe so we can"
  },
  {
    "start": 521.18,
    "text": "grow this channel."
  },
  {
    "start": 522.4599999999999,
    "text": "And I'm going to make a quick song as well so you can listen to and we'll see you guys"
  },
  {
    "start": 525.5,
    "text": "in the next video."
  },
  {
    "start": 602.54,
    "text": "The par biopsins are steadily popper tinia, claxid hard to the mouth, fast 50 new cases,"
  },
  {
    "start": 609.02,
    "text": "in a 25-hundred-cast divide, multiply incidents and sites, 20,000 epidemiologies tight,"
  },
  {
    "start": 615.3399999999999,
    "text": "incidents new total problem-tatchin' years, don't confuse with prevalence."
  },
  {
    "start": 619.78,
    "text": "Fever's flank pain, 34 weeks in progesterone's chilling, irriters can win, your ends backing"
  },
  {
    "start": 627.14,
    "text": "up WBC case, ro."
  },
  {
    "start": 631.1,
    "text": "The back clove and got bieggin' issues for emisin' bay and our spasticity, high purple,"
  },
  {
    "start": 652.14,
    "text": "the rises, motor neurons, ultrasound drops, what's that fluid sack?"
  },
  {
    "start": 657.38,
    "text": "Test is descended, but fluid got back, patent pd, that's processed."
  },
  {
    "start": 661.06,
    "text": "Left wide, perinol juice in the scrottle tied, drugaceptic, patin, processes vaginalis."
  },
  {
    "start": 667.7399999999999,
    "text": "Test is present, fluid's benign, usually resolves on its own, hearts like a small brown"
  },
  {
    "start": 674.14,
    "text": "in the shade iron, stains neck, but age never fades."
  },
  {
    "start": 677.42,
    "text": "Lipophosses, the pigment wear and tear grind, found in old folks, perinoclear fine."
  },
  {
    "start": 682.46,
    "text": "Left wide, perinoclear fine, 55 weeks in progesterone's chilling, irriters can win, your ends"
  },
  {
    "start": 688.38,
    "text": "backing up WBC case, ro."
  },
  {
    "start": 691.34,
    "text": "The back clove and got bieggin' issues for emisin' bay and our spasticity, high purple,"
  },
  {
    "start": 697.82,
    "text": "the rises, motor neurons, ultrasound drops, what's that fluid sack?"
  },
  {
    "start": 703.02,
    "text": "Test is descended, but fluid got back, patent pd, that's processed."
  },
  {
    "start": 710.22,
    "text": "Hearts looking small brown in the shade iron, stains neck, but age never fades."
  },
  {
    "start": 716.5,
    "text": "Lipophosses, the pigment wear and tear grind, found in old folks, perinoclear fine."
  }
]