[
  {
    "start": 0.0,
    "text": "Hello everybody welcome to the channel. Today we're covering 10 more"
  },
  {
    "start": 2.8000000000000003,
    "text": "high-yield questions. Be sure to like and subscribe if you guys like a fun,"
  },
  {
    "start": 6.72,
    "text": "easy and digestible way to learn the Step 1 content. We're going to be covering a lot of fun"
  },
  {
    "start": 10.88,
    "text": "complex topics and the goal is that you will pass Step 1. So starting off we have a four-year-old"
  },
  {
    "start": 16.080000000000002,
    "text": "boy who has brought to the pediatric clinic with a 3-week history of persistent cough and fever."
  },
  {
    "start": 20.56,
    "text": "So you can see him right there. Key little kid, Kauffin, got a fever of 108, 100.8."
  },
  {
    "start": 27.04,
    "text": "Pulse is 100 per minute, respirations are 24 per minute, and blood pressure is 95 over 55."
  },
  {
    "start": 32.56,
    "text": "On examination he has cervical lymphatinopathy and hepatospinamegaly."
  },
  {
    "start": 36.0,
    "text": "Chest x-ray reveals diffuse interstitial infiltrates. A biopsy of the cervical lymph node is"
  },
  {
    "start": 40.4,
    "text": "performed and reveals aggregates of macrophages with intracellular acid fast organisms."
  },
  {
    "start": 45.92,
    "text": "There's no granularoma formation lab studies show normal levels of iGAM and G"
  },
  {
    "start": 51.2,
    "text": "and normal numbers of B cells and T cells. The child's condition is most likely due to a defect"
  },
  {
    "start": 55.2,
    "text": "of which the fallen components of the immune system. All right, so some big things that you"
  },
  {
    "start": 58.24,
    "text": "should note in this question are the acid fast organisms in the macrophage. And this leads us to"
  },
  {
    "start": 63.36,
    "text": "think of micro bacteria and micro bacteria have require interferon gamma to activate macrophages."
  },
  {
    "start": 69.68,
    "text": "And so that is the reason our answer is interferon gamma receptor. We should also note on this question"
  },
  {
    "start": 74.56,
    "text": "that there are no granulomas. Okay, so without interferon gamma signaling the macrophages are"
  },
  {
    "start": 79.44,
    "text": "going to fail to organize in these granularoma formations. All right, so it's because of that"
  },
  {
    "start": 84.56,
    "text": "lack of interferon gamma that you don't get that granularoma formation. We also see the normal"
  },
  {
    "start": 89.12,
    "text": "iGG, iGa and iGM and normal B and T counts. That tells us that the primary lymphocyc,"
  },
  {
    "start": 95.36,
    "text": "the primary lymphocyte development is intact and there's some sort of a defect in the communication"
  },
  {
    "start": 99.92,
    "text": "in the activation, not necessarily the production. And there are a couple of associations that you"
  },
  {
    "start": 104.0,
    "text": "should be thinking of like a BCG vaccine reaction, likely to disseminate infection of interferon"
  },
  {
    "start": 109.68,
    "text": "gamma pathways or if interferon gamma pathways defective then you can have a disseminated infection."
  },
  {
    "start": 115.36000000000001,
    "text": "Also, if you have that impaired macrophage activation you can get recurrent seminell infections."
  },
  {
    "start": 120.24000000000001,
    "text": "So the pathophysiology goes something like this. In a normal human body you have normal defenses."
  },
  {
    "start": 125.28,
    "text": "The macrophages ingest the mycobacteria. So here's our macrophage and it's going to chomp, chomp down"
  },
  {
    "start": 130.88,
    "text": "on that mycobacteria. And this is going to release IL12. And the IL12 stimulates the T and the"
  },
  {
    "start": 137.44,
    "text": "natural killer cells and those guys produce interferon gamma. All right, that's how it works. And"
  },
  {
    "start": 141.92,
    "text": "the interferon gamma receptor defect means that the macrophages can't respond. So there's no"
  },
  {
    "start": 146.0,
    "text": "activation, there's no nitric oxide burst and there are no granulomas. All right, so that's kind"
  },
  {
    "start": 151.44,
    "text": "of what's going on here. The outcome is disseminated to micro bacterial infection even though you have"
  },
  {
    "start": 155.92,
    "text": "intact T and B cells. So here we have normal numbers of B and T cells but we're still having some"
  },
  {
    "start": 160.56,
    "text": "problems because there's a disseminated micro bacteria. You know that because it's acid fast"
  },
  {
    "start": 165.44,
    "text": "infection in this four-year-old boy. And so this is going to be a life threatening like early"
  },
  {
    "start": 169.28,
    "text": "infections in childhood even though we have the normal immunoglobulin levels and the lymphocyte"
  },
  {
    "start": 174.88,
    "text": "counts. And so you have an infection with mycobacteria. That's like the myc tuberculosis BCG, that kind"
  },
  {
    "start": 180.0,
    "text": "of stuff. And you're not going to see any granulomas on biopsy because interferon gamma is defective,"
  },
  {
    "start": 184.48,
    "text": "the interferon gamma receptor or it could be like an IL12 pathway defect that's causing this"
  },
  {
    "start": 190.24,
    "text": "kids condition. All right, so there's the explanation here are the answers. And you also might see"
  },
  {
    "start": 194.96,
    "text": "this in the BCG vaccine as well. Normally T cells make interferon gamma to activate the macrophages."
  },
  {
    "start": 200.32000000000002,
    "text": "The problem isn't the lymphocytes. It's the macrophages cannot respond to interferon gamma."
  },
  {
    "start": 204.56,
    "text": "All right, let's talk about why these answers are wrong. So complement factor that would cause"
  },
  {
    "start": 208.48000000000002,
    "text": "the recurrent bacterial infections but it would be associated with mycobacteria, the acid fastness"
  },
  {
    "start": 213.44,
    "text": "with the granuloma formation not happening. So that's why it's not A. T cell receptor for that you"
  },
  {
    "start": 219.60000000000002,
    "text": "think of skid. You'd have abnormal lymphocyte counts. CD40 ligand causes hyper IgM and elevated"
  },
  {
    "start": 225.76000000000002,
    "text": "IgM and low IgA and G. But these guys are normal. That's why it's not D. And IgE receptor would be"
  },
  {
    "start": 232.16000000000003,
    "text": "anaphylaxis, you know, that parasite stuff. So different presentation there. If you found this"
  },
  {
    "start": 237.20000000000002,
    "text": "helpful, please like and subscribe. All right, this next question is a little trick. We have a 54-year-old"
  },
  {
    "start": 240.56,
    "text": "man working as a construction manager presented to the clinic with persistent joint pain. Previously"
  },
  {
    "start": 245.28,
    "text": "diagnosed with osteoarthritis managing his pain with or the counter medications. Now he's trying"
  },
  {
    "start": 249.44,
    "text": "something new. Drug Y is prescribed. It's a weak acid PK of 3.5 known to be absorbed mainly through"
  },
  {
    "start": 255.35999999999999,
    "text": "the stomach lining. Given the pH of gastric environment is 1.8 or 1.5 and the blood pH is 7.4,"
  },
  {
    "start": 263.04,
    "text": "which are the following states of drug Y in the gastric and blood environments would facilitate optimal"
  },
  {
    "start": 267.2,
    "text": "absorption. Now we have to figure out the ionization in the blood versus the gastric pH. All right, so"
  },
  {
    "start": 273.12,
    "text": "when we're thinking about weak acids in the context of step one and just medicine generally,"
  },
  {
    "start": 277.91999999999996,
    "text": "one of the first things that should come to mind is aspirin. And that is absorbed best in the"
  },
  {
    "start": 281.84,
    "text": "stomach and not the intestine. And the reason is obviously going to be the pH and the non-ionization"
  },
  {
    "start": 286.79999999999995,
    "text": "and the lipid solubility. And whenever you get aspirin in the stomach because of that"
  },
  {
    "start": 293.12,
    "text": "lower pH, they're non-ionized and lipid soluble. And so they're just going to go, whoop,"
  },
  {
    "start": 298.15999999999997,
    "text": "slip right through. And so here in this patient, they have a weak acid drug Y with a PKA of 3.5."
  },
  {
    "start": 303.76,
    "text": "And the stomach is 1.5, which is lower than the PKA. So what does it mean if the pH is 1.5"
  },
  {
    "start": 308.71999999999997,
    "text": "lower than the PKA? That means the drug holds on to its proton and its stay is non-ionized."
  },
  {
    "start": 313.2,
    "text": "And that allows it to just cross really easily. And once in the blood, the pH is like 7.4,"
  },
  {
    "start": 318.64,
    "text": "and that's a lot higher than the PKA. And so the drug is going to lose its proton, it becomes ionized."
  },
  {
    "start": 322.8,
    "text": "And that means it's trapped. It's called ion trapping. And so that will keep the drug in circulation"
  },
  {
    "start": 327.12,
    "text": "and prevents it from diffusing back. And so the right state for the optimal absorption is non-ionized"
  },
  {
    "start": 332.4,
    "text": "and gastric pH and ionized in the blood pH. And that's the reason why the answer is C."
  },
  {
    "start": 337.28,
    "text": "All right, so I just want to make this super, super simple because I know that this"
  },
  {
    "start": 340.08,
    "text": "topic can be a little bit more complicated based on your familiarity with acids and bases."
  },
  {
    "start": 345.35999999999996,
    "text": "So the way to think about this is drugs can either be ionized, which means that they are charged,"
  },
  {
    "start": 350.4,
    "text": "or they can be non-ionized, which means they are uncharged. And non-ionized are uncharged"
  },
  {
    "start": 355.35999999999996,
    "text": "drugs across the membrane very easily. And so if it is non-ionized, then that is good for absorption."
  },
  {
    "start": 361.68,
    "text": "And ionized drugs, they get trapped. It's called ion trapping. And they cannot cross the membranes,"
  },
  {
    "start": 367.52,
    "text": "okay? So the ionized ones get trapped. And so now if drug Y is a weak acid with the PKA of 3.5,"
  },
  {
    "start": 373.6,
    "text": "and that means the acid stays protonated. What I mean by protonated is it stays in that HA form."
  },
  {
    "start": 378.24,
    "text": "And then if it's non-ionized, then it gets absorbed to there. And so in the blood at 7.4,"
  },
  {
    "start": 383.04,
    "text": "and so the 7.4 and the blood is going to be greater than the PKA. And so that means the acid is"
  },
  {
    "start": 388.56,
    "text": "going to lose the proton and becomes ionized. And so it gets stuck in the blood, ion trapping,"
  },
  {
    "start": 392.72,
    "text": "and it can't defuse back. And so the stomach is non-ionized to absorbed. And then the blood is going"
  },
  {
    "start": 398.0,
    "text": "to be ionized and so it's going to be trapped. So basically in the stomach, the weak acid is happy,"
  },
  {
    "start": 402.72,
    "text": "right? It stays unchanged, it's chilling, it likes it there. But then in a base like the blood,"
  },
  {
    "start": 408.16,
    "text": "it gets stripped of its proton. Because if it's a weak acid, it's going to be giving that H over"
  },
  {
    "start": 413.36,
    "text": "to the basic environment, the blood, and it becomes charged then and then it gets trapped inside."
  },
  {
    "start": 418.32,
    "text": "So the bottom line is drug-wise a weak acid and it's best absorbed when non-ionized and"
  },
  {
    "start": 422.15999999999997,
    "text": "gastric pH and ionized in blood pH. And the last thing that you might have some confusion on here"
  },
  {
    "start": 426.96,
    "text": "is ion trapping and its implications. So drugs actually change how ionized they are depending on"
  },
  {
    "start": 432.08,
    "text": "the pH of the environment. We know that, right? And when a drug moves from one compartment to"
  },
  {
    "start": 435.84,
    "text": "another with a different pH, then it becomes ionized and it can become trapped there. So if we think"
  },
  {
    "start": 440.48,
    "text": "of aspirin as the quintessential example, because this is a super common medication that everybody's"
  },
  {
    "start": 444.48,
    "text": "going to be taking, so it's really good to know how this works. The stomach is very, very acidic,"
  },
  {
    "start": 448.72,
    "text": "right? 1.5. And so there, the pH is less than the PKA. And that means the drug stays protonated,"
  },
  {
    "start": 455.6,
    "text": "right? Because this environment is so acidic, it's like, out, that is so acidic, I'm not going to"
  },
  {
    "start": 459.12,
    "text": "be donating my H to that party. I'm going to be keeping it. It's non-ionized and so it passes"
  },
  {
    "start": 463.44,
    "text": "the stomach lining. But in the blood, it's very basic and there you have the reversal of the pH"
  },
  {
    "start": 467.6,
    "text": "is greater than the PKA. And it's like, oh gosh, I got to give that protein over, right? And if you"
  },
  {
    "start": 472.24,
    "text": "donate that protein, now you become ionized, right? You lose that charge and now you're off balance,"
  },
  {
    "start": 477.52,
    "text": "right? So now you are a charged molecule, now you are trapped in the blood. And that actually"
  },
  {
    "start": 482.08,
    "text": "keeps the drug from diffusing back into the stomach and it enhances the net absorption. And so there"
  },
  {
    "start": 486.56,
    "text": "are a lot of clinical uses for this. One is drug overdose treatment. So another one is like in fetal"
  },
  {
    "start": 491.12,
    "text": "circulation, weak bases can cost the, can cross the placenta, they become ionized in lower"
  },
  {
    "start": 496.24,
    "text": "fetal pH and they're like trapped in the circulation, like fetal ion trapping. But it's just"
  },
  {
    "start": 500.64,
    "text": "important to know that ionization can happen and know that you're going to donate that age,"
  },
  {
    "start": 505.12,
    "text": "you're going to lose that age and you're yourself are going to become charged. If the environment"
  },
  {
    "start": 509.12,
    "text": "that you are around is very basic, right, they're going to take your sparkle. Cool. Be"
  },
  {
    "start": 512.56,
    "text": "on to the next question."
  },
  {
    "start": 523.84,
    "text": "In our next question, we have a 15 year old boy. He's seen in the clinic after experiencing"
  },
  {
    "start": 527.36,
    "text": "two months of persistent dizziness and occasional episodes of vomiting. The symptoms had"
  },
  {
    "start": 531.6800000000001,
    "text": "progressively worsened and he also reports some recent difficulty concentrating at school."
  },
  {
    "start": 536.4,
    "text": "On examination, his coordination appears diminished and he has a mild tremor when attempting to"
  },
  {
    "start": 541.12,
    "text": "perform mine fine motor skills. An MRI reveals a contrast enhancing mass in the cerebral region."
  },
  {
    "start": 547.76,
    "text": "The biopsy is performed confirming it to be a pylocytic astrosytoma. The tumor originates from"
  },
  {
    "start": 553.36,
    "text": "cells that are responsible for which of the following functions in the central nervous system."
  },
  {
    "start": 557.84,
    "text": "These are our answer choices. All right, so this is a pediatric neuro question. What we have to"
  },
  {
    "start": 562.24,
    "text": "know is that the most common brain tumor in kids is a pylocytic astrosytoma. That's often found"
  },
  {
    "start": 568.8000000000001,
    "text": "in the cerebellum. Here we have a 15 year old boy who's got dizziness, he's got vomiting and"
  },
  {
    "start": 573.36,
    "text": "coordination problems. The MRI has a cerebral or a cerebellar mass and the biopsy has pylocytic"
  },
  {
    "start": 580.32,
    "text": "astrosytoma. That's the first step. The second step is to remember that astrosites are like the"
  },
  {
    "start": 585.6,
    "text": "supportive cells in the central nervous system. Their job is they mop up all of this extra glutamate."
  },
  {
    "start": 592.1600000000001,
    "text": "They also regulate potassium and they provide nutrients to the neurons. If a tumor comes from"
  },
  {
    "start": 597.0400000000001,
    "text": "astrosites, then it's cell of origin is responsible for the uptake of neurotransmitters like glutamate."
  },
  {
    "start": 602.08,
    "text": "That is why our answer is E. Now all these other answers are distractors for various reasons."
  },
  {
    "start": 607.76,
    "text": "Like the phygocytosis of cellular degrees. That would be the job with the macrophages of the"
  },
  {
    "start": 612.72,
    "text": "CNS, microglia, do that phagocytosis. Formation of the myelin sheaths in the peripheral nervous system,"
  },
  {
    "start": 618.48,
    "text": "peripheral nervous system that's going to be the shwan cells, right, that's not even the central"
  },
  {
    "start": 622.4,
    "text": "nervous system. Maintenance of the blood brain barrier, the astrosites do help there, but the primary"
  },
  {
    "start": 627.12,
    "text": "unique role of these astrocytes is going to be the uptake of glutamate. It's very specific to them."
  },
  {
    "start": 632.64,
    "text": "So E is definitely a better answer than C. The secretion of the cerebrospinal fluid, the"
  },
  {
    "start": 638.48,
    "text": "epenemal cells of the Chorio and Plexus would do that. So totally different. All right,"
  },
  {
    "start": 642.16,
    "text": "there's our brief explanation. Here are the trap answers to why they're wrong. A, microglia,"
  },
  {
    "start": 646.8,
    "text": "B-shwan cells, C, not the primary function of these astrocytes and then D epenemal cells."
  },
  {
    "start": 653.4399999999999,
    "text": "The ones that line the ventricles. So the bottom line is that Pylocytic astrocytomas arise"
  },
  {
    "start": 658.24,
    "text": "from the astrocytes, which are responsible for the uptake of neurotransmitters like glutamate."
  },
  {
    "start": 662.4,
    "text": "In our next question, we have a 32 year old man presenting to the clinic with a"
  },
  {
    "start": 666.16,
    "text": "two-beak history of sharp anal pain during bowel movements and bright red on the toilet paper"
  },
  {
    "start": 669.92,
    "text": "afterwards. He denies changes in stool calibur or frequency and has had no significant medical"
  },
  {
    "start": 675.52,
    "text": "history. Examination shows a small linear tail tear in the anal verge of the posterior region,"
  },
  {
    "start": 681.4399999999999,
    "text": "which of the following is most likely the diagnosis. So here we actually have our answer. It's anal"
  },
  {
    "start": 685.4399999999999,
    "text": "fissures. It reminds me of that episode of the office where they're like anal fissures. That's"
  },
  {
    "start": 689.36,
    "text": "a made up disease. Nobody has that. And the Kevin's like, somebody has that. But this question"
  },
  {
    "start": 693.92,
    "text": "would actually kind of show up maybe on some surgery shelf exams. The patient is coming in with"
  },
  {
    "start": 698.16,
    "text": "sharp anal pain every single time it uses the bathroom, right? He has a bowel movement."
  },
  {
    "start": 703.6,
    "text": "And there's also this bright red stuff on his toilet paper. And so that means there's a linear"
  },
  {
    "start": 708.32,
    "text": "tear at the posterior anal verge because that almost always occurs at the posterior midline"
  },
  {
    "start": 713.2,
    "text": "because the blood supply there is the porist. So hemorrhoids bleed, but they don't usually"
  },
  {
    "start": 717.68,
    "text": "cause that sharp pain and that's the reason why it's not hemorrhoids. These cysts right here,"
  },
  {
    "start": 721.8399999999999,
    "text": "those are usually higher up near the scrotum or the the sacrum. Rex little prolapse would be like a"
  },
  {
    "start": 726.0799999999999,
    "text": "bulge, not a tear. And these abscesses, they would bring the fever and the swelling, not just the"
  },
  {
    "start": 731.04,
    "text": "bleeding. So it's not abscess. All right, so there's the pathophysiology. It's a tear, the mico"
  },
  {
    "start": 735.92,
    "text": "so the posterior midline. You have pain, retention, harder stools, more tearing, the posterior midline,"
  },
  {
    "start": 742.64,
    "text": "predilection because of the poor blood supply there. You see that in Crohn's disease, chronic"
  },
  {
    "start": 746.64,
    "text": "constipation, HIV, TB syphilis. Look out for that one your day with the fissures. Okay, here's"
  },
  {
    "start": 752.3199999999999,
    "text": "the bottom line. Sharp anal pain and bright red blood with a linear tear indicate an anal fissure."
  },
  {
    "start": 759.12,
    "text": "So that's how you could have diagnosed Kevin from the office. In your next question, a 48-year-old"
  },
  {
    "start": 762.72,
    "text": "woman presents with a three day history of fatigue, shortness of breath, episodes of chest discomfort."
  },
  {
    "start": 767.76,
    "text": "She has early, she has history of hyperliplidemia and hypertension. She's on a statin in"
  },
  {
    "start": 773.2,
    "text": "Lysinopril. Her blood pressure is 146 over 88. It pulses 102. She's slightly diaphoretic."
  },
  {
    "start": 780.48,
    "text": "She has ST elevation and leads two, three and VF. Droponium-1 is elevated. Lab analysis reveals"
  },
  {
    "start": 788.08,
    "text": "increased serum activity of lacted dehydrogenase, which the following is most likely explanation for"
  },
  {
    "start": 793.6,
    "text": "the elevated serum LDH. All right, so a lot of these signs are actually pointing toward a myocardial"
  },
  {
    "start": 798.72,
    "text": "infarction and V is two, three and VF. Leeds are telling this is an, are telling us that this is"
  },
  {
    "start": 806.24,
    "text": "an inferior wall problem and so that is going to be the RCA territory in most individuals."
  },
  {
    "start": 812.48,
    "text": "And so elevated LDH, which is the lacted dehydrogenase and components would tell us that cell membrane"
  },
  {
    "start": 817.84,
    "text": "damage and that means that there's some sort of an enzyme leakage here. So because of the ST elevation"
  },
  {
    "start": 822.64,
    "text": "in these leads that leads us to believe this is an inferior wall myocardial infarction and we know"
  },
  {
    "start": 827.12,
    "text": "that Droponium-1 is elevated because Droponium-1 is elevated at any time if there's an"
  },
  {
    "start": 832.24,
    "text": "acrosis of the myocardial tissue and there's enzyme release. So LDLs, CKMBs, ASD, ALT, all that stuff"
  },
  {
    "start": 839.44,
    "text": "due to the membrane disruption. So what happens here is we have a myocardial infarction that leads"
  },
  {
    "start": 844.16,
    "text": "to necrosis, the cell contents leak that's the LDH and the Droponins is reperfusion injury that can"
  },
  {
    "start": 849.28,
    "text": "elevate LDH due to the free radical damage. There are other causes as well of high LDH. Some of them"
  },
  {
    "start": 854.48,
    "text": "might be like hamalosis, liver disease, muscle injury, or lymphoma. And the pathophysiology to"
  },
  {
    "start": 860.08,
    "text": "really look out for on questions like this is one, it starts with a Schemia. So you have Schemia,"
  },
  {
    "start": 866.08,
    "text": "which leads to a decrease in ATP, which then leads to your sodium potassium ATPase,"
  },
  {
    "start": 872.0,
    "text": "failing, which then leads to an ionic imbalance. And then two, that leads to some osmotic swelling,"
  },
  {
    "start": 877.52,
    "text": "plus that calcium influx. And you get the activation of these degradative enzymes. Now we start to"
  },
  {
    "start": 883.44,
    "text": "lose our membrane. The integrity of our membrane is lost. And so you have cytosolic enzymes like"
  },
  {
    "start": 888.8000000000001,
    "text": "LDH, Troponins, CK, all that stuff just leaks into the serum. And the LDH rise is always going to be"
  },
  {
    "start": 895.9200000000001,
    "text": "on step one, LDH, a biomarker of necrosis, you know, not necessarily just that increased metabolism."
  },
  {
    "start": 902.8800000000001,
    "text": "So LDH is elevated in tissue necrosis. That's like the key thing to know for this. Also, you have"
  },
  {
    "start": 907.5200000000001,
    "text": "to know the myocardial infarction classic labs. Troponin is the most sensitive. CKMB is useful for"
  },
  {
    "start": 912.96,
    "text": "reinfarction. And LDH is like actually kind of an older test, but it's a little bit more"
  },
  {
    "start": 917.12,
    "text": "non-specific. And so the mechanism is cell membrane disruption and the leakage of intracellular"
  },
  {
    "start": 922.5600000000001,
    "text": "enzymes. And so our answer is going to be the increased cell membrane permeability. Why is"
  },
  {
    "start": 927.84,
    "text": "it not reduced activity of the ATP dependent ion pumps? Well, that does happen in a Schemia,"
  },
  {
    "start": 933.2,
    "text": "but that's not the direct cause of the LDH elevation. That just sets up the cascade so that it can"
  },
  {
    "start": 938.08,
    "text": "happen. Increased glycolytic activity in the eschemic tissues. That's a Schemic adaptation,"
  },
  {
    "start": 942.72,
    "text": "but the glycolysis does not actually release the LDH into the serum. Why is it not enhanced"
  },
  {
    "start": 947.28,
    "text": "endocytosis of LDH? That's actually going to be like the opposite of what actually happens in"
  },
  {
    "start": 951.84,
    "text": "reality. The LDH exits the cells. It does not enter them. In mitochondrial ATP production boost,"
  },
  {
    "start": 958.4,
    "text": "that's wrong because a Schemia impairs ATP production. So that would not make any sense at all."
  },
  {
    "start": 962.64,
    "text": "All right, just to make this like super super super to be clear, what's happened in this question"
  },
  {
    "start": 966.1600000000001,
    "text": "is we have our patient and she had a myocardial infarction. And when the heart muscle cells die,"
  },
  {
    "start": 971.2800000000001,
    "text": "their membranes break apart. That should make sense to us, right? And inside those cells,"
  },
  {
    "start": 975.44,
    "text": "there are enzymes. And some of those enzymes are LDH and also troponin. And when the membrane"
  },
  {
    "start": 980.48,
    "text": "ruptures, the enzymes spill into the blood and that's the reason why you look at the blood and it"
  },
  {
    "start": 984.24,
    "text": "has a lot of LDH there. So it's really the membrane problem. It's not like an ATP pump failure,"
  },
  {
    "start": 988.88,
    "text": "right? That happens in early ischemia, but it doesn't necessarily relate to why the LDH is there."
  },
  {
    "start": 992.8000000000001,
    "text": "It's not more glycolysis. That's just a metabolic shift. Who cares? Doesn't really leak the"
  },
  {
    "start": 996.5600000000001,
    "text": "LDH there. It's not endocytosis of the LDH either. That's the wrong direction. The cells don't"
  },
  {
    "start": 1001.44,
    "text": "eat LDH. They're actually releasing it. It is not more mitochondrial ATP, right? That's false"
  },
  {
    "start": 1006.32,
    "text": "because the mitochondria actually are going to shut down whenever you have a Schemic events."
  },
  {
    "start": 1009.6,
    "text": "Because the oxygen is like that last little receptor in that whole cascade of the electron"
  },
  {
    "start": 1014.96,
    "text": "transport chain. And so you're going to have less ATP production. All right. And so the bottom"
  },
  {
    "start": 1019.28,
    "text": "line is elevated serum LDH and myocardial infarction indicates increased cell membrane permeability"
  },
  {
    "start": 1024.32,
    "text": "due to the ischemic injury. For an x-question, a 45-year-old man visits the clinic because he's got"
  },
  {
    "start": 1028.4,
    "text": "some lower back pain as you can see. Look at that. He's just clutching. He's like, oh, I got my"
  },
  {
    "start": 1032.4,
    "text": "lower back pain. That started seven months ago and he is a construction worker and states that the"
  },
  {
    "start": 1036.8,
    "text": "pain has been affecting his ability to perform his job. Upon examination, findings are consistent"
  },
  {
    "start": 1041.36,
    "text": "with the mild lumbar strain. The physician suggests starting a course of an approximate"
  },
  {
    "start": 1045.76,
    "text": "but the patient is hesitant to express interest in trying acupuncture first. Which"
  },
  {
    "start": 1049.1200000000001,
    "text": "is the following is the most appropriate response by the physician. All right. So this dude is like,"
  },
  {
    "start": 1052.64,
    "text": "hey, I need alternative therapy. The first thing is that you explore their perspective. You do not"
  },
  {
    "start": 1056.24,
    "text": "dismiss their perspective. All right. So this is just like a simple ethics question. Do not be"
  },
  {
    "start": 1059.92,
    "text": "dismissive. Okay. Don't be dismissive. Don't be dismissive. What is that from a Parkinson's"
  },
  {
    "start": 1065.1200000000001,
    "text": "wreck? Anyways, high-yield factor is just shared decision making, right? Open-ended communication."
  },
  {
    "start": 1071.1200000000001,
    "text": "Those are the big ethic points for this type of question here. And ethics, you always answer them"
  },
  {
    "start": 1076.16,
    "text": "on a kind of a principal level unless it's like a actual regulation that you have to be aware of."
  },
  {
    "start": 1080.3999999999999,
    "text": "Like next to kin stuff, but the patient is hesitated. It's hesitant about prescribed medication."
  },
  {
    "start": 1085.04,
    "text": "So you don't shut them down, right? You show interest in alternative therapy acupuncture,"
  },
  {
    "start": 1088.8799999999999,
    "text": "then you just have to explore that. You have to be open-ended. You have to be non-judgmentally. You"
  },
  {
    "start": 1092.24,
    "text": "have to be patient centered. And so the answer is tell me more. That's always the answer, by the way."
  },
  {
    "start": 1098.3999999999999,
    "text": "Tell me more about this than acupuncture for pain. Unless you're like dying and you'd"
  },
  {
    "start": 1101.28,
    "text": "actually like helping. But yeah, tell me more. And then you provide the evidence-based guidance."
  },
  {
    "start": 1106.48,
    "text": "But first, you have to respect their autonomy, okay? Ethics questions, super simple. That's"
  },
  {
    "start": 1110.32,
    "text": "the bottom line. Encourage their preference. Ask them about their knowledge of acupuncture"
  },
  {
    "start": 1114.16,
    "text": "to foster shared decision making. Before we start this next question, if you're liking this stuff,"
  },
  {
    "start": 1118.48,
    "text": "please just like and subscribe. It really helps out the channel. And it makes it so I can provide"
  },
  {
    "start": 1121.76,
    "text": "even better videos for you guys in the future. More likes, more comments, more engagement,"
  },
  {
    "start": 1126.88,
    "text": "more students. It just means that the quality keeps improving. And I'm trying to make this as fun"
  },
  {
    "start": 1131.04,
    "text": "as affordable and as free as possible. So just please like and subscribe if you're liking this."
  },
  {
    "start": 1134.96,
    "text": "It really, really helps out. A 72 year old woman arrives to clinic and she has frequent gum bleeding."
  },
  {
    "start": 1139.3600000000001,
    "text": "And she's got some pain and she had tea and toast. That right there is enough to give you the"
  },
  {
    "start": 1143.28,
    "text": "answer that it's probably vitamin C is probably scurvy. So immediately go to the answer and pick"
  },
  {
    "start": 1147.28,
    "text": "hydroxylation of lysine. Like that's how I want you to do this on step one test. The scurvy"
  },
  {
    "start": 1152.48,
    "text": "and vitamin C questions always appear and they're so easy, right? It's just a classic nutrition"
  },
  {
    "start": 1156.24,
    "text": "question. You've got some man or a woman. They're usually kind of old and they only eat tea and toast."
  },
  {
    "start": 1160.8,
    "text": "If they see tea and toast, it's vitamin C, right? They avoid the fruits. They avoid the veggies."
  },
  {
    "start": 1164.64,
    "text": "And now they have gum bleeds, bruises, joint pain, all that stuff. And the labs share like normal"
  },
  {
    "start": 1168.72,
    "text": "clotting studies, which means that bleeding is not from a coagulation problem. It's scurvy, right?"
  },
  {
    "start": 1172.4,
    "text": "Vitamin C is super duper important for collagen synthesis. And this is like one of those things"
  },
  {
    "start": 1177.6,
    "text": "you just have to kind of memorize. Just clonk, put it in your head. Hydroxylation of lysine,"
  },
  {
    "start": 1181.84,
    "text": "right? Because vitamin C is super important for the collagen synthesis. And the reason why is it's"
  },
  {
    "start": 1185.84,
    "text": "a cofactor for hydroxylation of proline and lysine. And so if you don't have that step,"
  },
  {
    "start": 1191.04,
    "text": "then the collagen gets super weak and then the tissues fill and then you start to get all these"
  },
  {
    "start": 1194.8799999999999,
    "text": "symptoms. So now let's look at the other answers. You have it scurvy, proline lysine. So this"
  },
  {
    "start": 1198.96,
    "text": "is a theme is totally different. That would be B6 and Alacinthase, not vitamin C, decarboxylation"
  },
  {
    "start": 1204.32,
    "text": "of pyruvate. That would have the neurologic symptoms and lactocacidosis. That's a thiamine deficiency."
  },
  {
    "start": 1209.68,
    "text": "Not vitamin C. You'd have the wernicke signs for decarboxylation of pyruvate. You'd have some"
  },
  {
    "start": 1214.8,
    "text": "lactocacidosis there. A conversion of folate to methyl tetrahydropholate that'd be megalobosticanymia"
  },
  {
    "start": 1220.24,
    "text": "depending on vitamin B12 and the nucleotide excision repair is UV sensitivity problem DNA repair"
  },
  {
    "start": 1224.88,
    "text": "mechanism already. So the gums are bleeding all that stuff just immediately go down. Trust me on"
  },
  {
    "start": 1229.6000000000001,
    "text": "this one, pick hydroxylation of lysine. It's always going to be the correct answer. They also might"
  },
  {
    "start": 1234.0,
    "text": "have proline in there, but just no scurvy like the back of your hand. You're definitely going to see"
  },
  {
    "start": 1237.0400000000002,
    "text": "it. And it's like free points on test day. Okay. And so the bottom line is vitamin C means impaired"
  },
  {
    "start": 1241.68,
    "text": "collagen synthesis and that leads to gum bleeding and bruising and scurvy. Okay. In our next question,"
  },
  {
    "start": 1246.32,
    "text": "they are not 72. Now they are just six years old and they're brought to the pediatrician."
  },
  {
    "start": 1249.84,
    "text": "They have difficulty healing from a minor cut that has developed into an ulcer over the past two"
  },
  {
    "start": 1253.84,
    "text": "weeks. There you can see the patient kind of looks like boo from monster zinc. She has had multiple"
  },
  {
    "start": 1258.96,
    "text": "episodes of delayed wound healing and severe infections, including pneumonia and notitis media."
  },
  {
    "start": 1262.96,
    "text": "Lab tests reveal persistent leukosytosis. Phytotometry has decreased expression of CD18. Okay. That"
  },
  {
    "start": 1267.36,
    "text": "should clueless into something. Her nitro blue, tetrazolium, teshas normal results. Further"
  },
  {
    "start": 1272.8,
    "text": "evaluations as normal phagocytic function and isolated nitrophils, which are the following"
  },
  {
    "start": 1275.9199999999998,
    "text": "defects is most likely responsible for this patient's conditions. All right. We got a nice"
  },
  {
    "start": 1279.84,
    "text": "selection of answers here. The lay of the land here is that we have a six year old kiddo,"
  },
  {
    "start": 1284.32,
    "text": "recurrence infections and poor wound healing. And also there's a high nitriple count and a low CD18"
  },
  {
    "start": 1289.76,
    "text": "teen expression. So low CD18 expression, poor wound healing, high nitriple counts. This right here,"
  },
  {
    "start": 1296.48,
    "text": "this combination should already kill you into something. And that is leukocyte adhesion deficiency."
  },
  {
    "start": 1300.8799999999999,
    "text": "This is LAD1. All right. So the problem is the impaired neutrophil migration due to the defective"
  },
  {
    "start": 1306.1599999999999,
    "text": "CD18. And that's those those beta two integrants. And so neutrophils, the problem is that they can't"
  },
  {
    "start": 1311.6,
    "text": "exit the bloodstream to reach their infection sites. So you have delayed wound healing for that reason,"
  },
  {
    "start": 1316.1599999999999,
    "text": "right? The neutrophils, they cannot get into the tissue. Like they're trying, they just can't because"
  },
  {
    "start": 1320.56,
    "text": "of that deficiency. And so you have recurrent bacterial infections, usually pneumonia and"
  },
  {
    "start": 1324.0,
    "text": "notitis media. And there's persistent leukocyteosis, right? The neutrophils are stuck in the blood."
  },
  {
    "start": 1328.24,
    "text": "So there's a lot of them. And the CD18 is low. And so that's the hallmark of LAD1. So CD18 should"
  },
  {
    "start": 1334.08,
    "text": "really make you think of LAD. And they also have that normal MBT test. That's the oxidative burst"
  },
  {
    "start": 1338.96,
    "text": "showing that it's intact. And that tells us that it's not like some chronic LAD,"
  },
  {
    "start": 1342.96,
    "text": "grammatical addistic deficiency or like some CGD deficiency or anything like that. There's normal"
  },
  {
    "start": 1347.44,
    "text": "phagocytosis, right? And the killing machinery is totally fine. That's what they're trying to tell you"
  },
  {
    "start": 1350.72,
    "text": "if there's normal phagocytosis. Okay. And so let's look at through all these antitroises. It's probably"
  },
  {
    "start": 1355.6000000000001,
    "text": "by now you guys have some sort of a choice here. But a decreased production of reaction to oxygenation"
  },
  {
    "start": 1359.6000000000001,
    "text": "species. That's CGD that we're talking about. And that test that they ran the oxidative burst test"
  },
  {
    "start": 1364.16,
    "text": "shows that it's normal. And that's why that's not the right answer. The deficiency in the neutrophil"
  },
  {
    "start": 1367.44,
    "text": "granule enzymes. That's Chidiak-Hagashi. And that is tested on step one, even in 2025, right? So"
  },
  {
    "start": 1373.76,
    "text": "neutrophil granule enzymes is Chidiak-Hagashi. There you'd see the giant granules. You'd see the albinism."
  },
  {
    "start": 1378.88,
    "text": "That's the neutrophil granule enzymes. Impaired neutrophil migration. Yes, that is indeed what's"
  },
  {
    "start": 1384.56,
    "text": "happening here. Cyclical decrements in the neutrophil count. Well, that would be the cyclic"
  },
  {
    "start": 1389.9199999999998,
    "text": "neutropenia, not the constant leukocytosis. And the deficiency of the hypochlorous acid production,"
  },
  {
    "start": 1396.08,
    "text": "that's the MPO deficiency. And that mainly present with like infections in Canada. So that's the"
  },
  {
    "start": 1402.72,
    "text": "reason why the answer is C. And this is leukocyte adhesion deficiency caused by CD8, CD18 deficiency,"
  },
  {
    "start": 1408.3999999999999,
    "text": "which impairs the neutrophil adhesion and transmigration. And it's the neutrophils that cannot"
  },
  {
    "start": 1411.68,
    "text": "exit the bloodstream to reach their infected tissues. There's our bottom line for this next question,"
  },
  {
    "start": 1415.92,
    "text": "which we're going to answer super quickly. We're analyzing bullseed generational family history of"
  },
  {
    "start": 1420.5600000000002,
    "text": "autosomal dominant disorder associated with a particular genetic marker. As you can see, this"
  },
  {
    "start": 1424.64,
    "text": "left and little family here. They're worried about their family history. Most family members care"
  },
  {
    "start": 1429.04,
    "text": "unique and legal. The marker of locust close to the disease gene. However, one affected son"
  },
  {
    "start": 1434.3200000000002,
    "text": "and his affected grandma have the disease. Okay, what explains this? I'm going to do this really,"
  },
  {
    "start": 1438.3200000000002,
    "text": "really quickly. The answer is recombination. And all they're trying to get out with this question"
  },
  {
    "start": 1443.52,
    "text": "is linkage analysis linkage questions, right? So there's a marker that's close to the disease gene"
  },
  {
    "start": 1448.3200000000002,
    "text": "than it's usually going to be inherited together. Birds of a feather flock flock together."
  },
  {
    "start": 1452.16,
    "text": "And so if somebody is affected without that marker, that's because recombination split the two"
  },
  {
    "start": 1457.2,
    "text": "that are far apart. And so there's a disease gene and a marker allele and they start out linked"
  },
  {
    "start": 1461.28,
    "text": "and during myosis, there's this crossing over that occurs. And the result is you have an offspring"
  },
  {
    "start": 1465.76,
    "text": "that inherits that disease without the marker allele. And that explains why this IL-5 and the I-2"
  },
  {
    "start": 1472.96,
    "text": "here. That explains why this individual 2-5 and then individual 1-2 have that disease,"
  },
  {
    "start": 1478.96,
    "text": "but not the unique marker. And so the answer is C. Now, I want to explain this super simply."
  },
  {
    "start": 1483.84,
    "text": "Basically, the family has some sort of autosomal dominant disease. The doctors are using a genetic"
  },
  {
    "start": 1489.04,
    "text": "marker near the disease to track who's been affected. And usually if you inherit the disease,"
  },
  {
    "start": 1492.72,
    "text": "you also inherit that marker. But in this family, one affected son and his grandma have the disease"
  },
  {
    "start": 1497.68,
    "text": "without the marker. Okay, so sometimes when chromosomes swap their places during myosis,"
  },
  {
    "start": 1502.48,
    "text": "the disease gene and the marker get separated away. And that is known as recombination. It's that"
  },
  {
    "start": 1507.28,
    "text": "crossing over event, which separates the disease and the marker. So basically, if they are close"
  },
  {
    "start": 1511.52,
    "text": "together, they usually travel together. But the crossing over happens between them whenever you"
  },
  {
    "start": 1515.3600000000001,
    "text": "inherit the disease gene, but you don't inherit the marker or like vice versa, right? So it's not"
  },
  {
    "start": 1520.16,
    "text": "gene amplification, non-dissunction, non-dissunction, it's like trisomease or monosomease."
  },
  {
    "start": 1524.0,
    "text": "Gene conversion would be like a DNA repair process and anticipation is like hunting dance. Okay,"
  },
  {
    "start": 1527.8400000000001,
    "text": "so those are the kind of the trap answers that you should be looking out for. And we'll move on"
  },
  {
    "start": 1531.1200000000001,
    "text": "to our last question. All right, here we have a 35-year-old man and he is presented to the clinic with"
  },
  {
    "start": 1535.76,
    "text": "this five month history of fatigue and also joint pain and skin tightness affecting his face in his"
  },
  {
    "start": 1540.4,
    "text": "hands. His fingers change color and blue, Rhinance. Okay, cool. Shiny, thick, into his finger and face."
  },
  {
    "start": 1546.0,
    "text": "Slero, both didactually is noticed on both of his hands. Lab tests show a positive DNA and"
  },
  {
    "start": 1551.04,
    "text": "speckle pattern. Anti-SCL 70 antibodies. Pulmonary function test now show reduced lung volumes"
  },
  {
    "start": 1557.12,
    "text": "consistent with the restrictive pattern. Okay, what is most likely to be increased in this patient"
  },
  {
    "start": 1561.4399999999998,
    "text": "due to his underlying condition? Okay, so the path of this year is there's autoimmune damage and"
  },
  {
    "start": 1564.8799999999999,
    "text": "that's fibroblast activation that causes excessive collagen deposition. The skin thickening and"
  },
  {
    "start": 1569.4399999999998,
    "text": "the organ fibrosis that occur that occurs like the esophagus, the lungs, the kidney, the heart,"
  },
  {
    "start": 1574.08,
    "text": "pulmonary fibrosis is going to stiffen those lung tissues and that reduces the lung volumes."
  },
  {
    "start": 1579.12,
    "text": "And then you get fibrosis and vascular remodeling and that increases the mean pulmonary"
  },
  {
    "start": 1582.8,
    "text": "pressure and then you get pulmonary hypertension and his right heart strain or core promenali."
  },
  {
    "start": 1587.1999999999998,
    "text": "All right, so it's not going to be serum alpha-1 antitription, antitripsin. That's associated with"
  },
  {
    "start": 1591.84,
    "text": "infosema and not systemic sclerosis. Yes, R, that actually can be mildly elevated but it's not"
  },
  {
    "start": 1598.0,
    "text": "going to be most specific to this particular condition. Serum creatinine levels, those guys can"
  },
  {
    "start": 1602.3999999999999,
    "text": "rise in sleroiderma, urinal crisis but we're kind of emphasizing the pulmonary aspects here and"
  },
  {
    "start": 1607.12,
    "text": "so it's going to be more pulmonary focused and it's mean pulmonary arterial pressure is going to"
  },
  {
    "start": 1612.32,
    "text": "be increased foreshore and the total white blood cell count is not going to be characteristic of"
  },
  {
    "start": 1616.72,
    "text": "systemic sclerosis. So it's diffuse, cutaneous systemic sclerosis and you can firm that by those"
  },
  {
    "start": 1621.52,
    "text": "70 antibodies, the anti-SCLs, renon, skin tightening, all that stuff and that leads to the pulmonary"
  },
  {
    "start": 1627.12,
    "text": "vascular remodeling so you get pulmonary hypertension and that means you have increased pulmonary arterial"
  },
  {
    "start": 1631.92,
    "text": "pressure. And so the bottom line here is that those antibodies, the anti-SCL 70-antibotto"
  },
  {
    "start": 1636.88,
    "text": "antibodies, indicate systemic sclerosis and that often leads to an increased mean pulmonary pressure"
  },
  {
    "start": 1641.6000000000001,
    "text": "due to the pulmonary hypertension. And last thing I'll say, this is the diffuse type of systemic"
  },
  {
    "start": 1645.68,
    "text": "sclerosis and see how the tight, shiny skin on the hands and also the face and renon's phenomenon"
  },
  {
    "start": 1650.48,
    "text": "is when your fingers they turn blue and that should be like a dead giveaway. Fingers turning blue,"
  },
  {
    "start": 1654.64,
    "text": "anti-SCL 70 antibodies and the restrictive lung disease is all going to be associated with this."
  },
  {
    "start": 1659.52,
    "text": "So the body's just making way, way, way too much collagen causing fibrosis that's like"
  },
  {
    "start": 1664.0,
    "text": "basically scarring in your skin and your organs and so the lungs you have fibrosis in your lungs"
  },
  {
    "start": 1668.32,
    "text": "well that makes it hard to expand and so that means the compliance is going to decrease and the blood"
  },
  {
    "start": 1672.08,
    "text": "vessels in the lungs also get scarred and there's increased pressure in the lungs because of that"
  },
  {
    "start": 1675.68,
    "text": "so you get pulmonary hypertension and so your mean pulmonary arterial pressure is definitely going"
  },
  {
    "start": 1679.12,
    "text": "to be increasing because of that pulmonary hypertension because of that scarring that fibrosis."
  },
  {
    "start": 1684.24,
    "text": "Hopefully this is fun and helpful. All right so hopefully you guys enjoyed this video if you did like"
  },
  {
    "start": 1688.48,
    "text": "and subscribe and now just as a little study break you can enjoy this little wrap that will consolidate"
  },
  {
    "start": 1693.76,
    "text": "all the information that we've learned in this video. Take care and have a great rest of your day."
  },
  {
    "start": 1808.48,
    "text": "Hi Dr. Salation Fails College and Week. Skervis and play. That's your physique. Love the keys."
  },
  {
    "start": 1814.56,
    "text": "Hi but come out. Taxis low. Lads the block. Can't reach the show. FML P ignored plus can't form."
  },
  {
    "start": 1821.52,
    "text": "Adhesion defect. Classic immunostorm."
  },
  {
    "start": 1839.28,
    "text": "Love the keys. Hi but come out. Taxis low. Lads the block. Can't reach the show."
  },
  {
    "start": 1844.64,
    "text": "FML P ignored plus can't form. Adhesion defect. Classic immunostorm."
  },
  {
    "start": 1849.6,
    "text": "Love the keys. Hi but come out. Taxis low. Lads the block. Can't reach the show."
  },
  {
    "start": 1869.4399999999998,
    "text": "FML P ignored plus can't form. Adhesion defect. Classic immunostorm."
  },
  {
    "start": 1880.28,
    "text": "Consort Xian"
  },
  {
    "start": 1886.04,
    "text": "Love the debt."
  }
]