[
  {
    "start": 0.0,
    "text": "Hey everybody welcome back to these high yield step one questions."
  },
  {
    "start": 2.88,
    "text": "Be sure to like and subscribe if you find this helpful."
  },
  {
    "start": 5.12,
    "text": "In this question, a 12 year old girl has brought to the emergency department by her parents"
  },
  {
    "start": 8.64,
    "text": "due to severe abdominal pain and vomiting that's heard at six hours ago."
  },
  {
    "start": 13.280000000000001,
    "text": "She recently began treatment for non-hodge cancel lymphoma."
  },
  {
    "start": 17.04,
    "text": "Physical exam reveals diffuse abdominal tenderness."
  },
  {
    "start": 19.6,
    "text": "Lab test show elevated serum potassium level of 6.5 and a low serum calcium level of 7.2"
  },
  {
    "start": 26.24,
    "text": "and elevated serum creatinine of 2.2 and a abdominal ultrasound indicates the presence of"
  },
  {
    "start": 30.24,
    "text": "renal crystal deposits which the following compounds most likely contributes to this renal"
  },
  {
    "start": 35.12,
    "text": "pathology in this patient. All right in order to answer this question we have to understand what"
  },
  {
    "start": 39.04,
    "text": "tumor lysis intramus. That's when massive numbers of tumor cells die super rapidly,"
  },
  {
    "start": 43.519999999999996,
    "text": "typically after chemotherapy and hematologic malignancies like non-hodge cancel lymphoma."
  },
  {
    "start": 48.0,
    "text": "And it spills their contents into the bloodstream and this sudden flood overwelms the bodies,"
  },
  {
    "start": 53.28,
    "text": "homeostatic mechanisms and it leads to a couple of things. The first one that you need to know"
  },
  {
    "start": 57.28,
    "text": "is hyperkalemia that's from the cell cytoplasm. Next is hyperphosphatemia that's from the nucleic"
  },
  {
    "start": 63.84,
    "text": "acids. Next is hypocalcemia and that's due to the phosphate that binds to the calcium"
  },
  {
    "start": 70.08,
    "text": "and then there's hyper-uracemia and that's from the DNA breakdown."
  },
  {
    "start": 73.44,
    "text": "So that recent chemotherapy causes the rapid cell turnover and then elevated potassium,"
  },
  {
    "start": 78.64,
    "text": "low calcium and elevated creatinine would be the electrocyte triad of tumor lysis syndrome."
  },
  {
    "start": 83.04,
    "text": "You get the renal crystal deposits on imaging and non-hodge cancel lymphoma means that there's"
  },
  {
    "start": 87.44000000000001,
    "text": "a high tumor lysis risk. So uric acid is the byproduct of the nucleic acid metabolism."
  },
  {
    "start": 92.48,
    "text": "And at high concentrations and an acidic urine pH it precipitates into the crystals and it damages"
  },
  {
    "start": 98.4,
    "text": "the tubules. And so our answer of what's contributing to the renal pathology here is uric acid."
  },
  {
    "start": 103.28,
    "text": "So there's your bottom line for our next question and I know you just got a sneak peek there but"
  },
  {
    "start": 107.52,
    "text": "I'll show it again. A 30-year-old man presents with a two-week history of increasingly bizarre"
  },
  {
    "start": 112.88,
    "text": "behavior. He has been speaking about receiving secret messages through the radio. He's been"
  },
  {
    "start": 117.03999999999999,
    "text": "neglecting personal hygiene and he has stopped showing up to work. His medical history is significant"
  },
  {
    "start": 121.28,
    "text": "for multiple psychiatric hospitalizations. First occurring when he was 22, he's unkempt poor eye"
  },
  {
    "start": 126.96,
    "text": "contact, speeches scant and he says they might be listening. Which the following is the diagnosis?"
  },
  {
    "start": 132.4,
    "text": "This is pretty clearly going to be schizophrenia. And so the diagnosis for schizophrenia must include"
  },
  {
    "start": 137.28,
    "text": "greater than six months duration. That's greater than or equal to six months duration."
  },
  {
    "start": 140.88,
    "text": "Greater than or equal to one month of active phase symptoms. That's like delusions,"
  },
  {
    "start": 144.08,
    "text": "hallucinations, disorganized speech and negative symptoms. Also the functional decline."
  },
  {
    "start": 148.56,
    "text": "And the negative symptoms are more disabling and they're harder to treat than the positive"
  },
  {
    "start": 151.92000000000002,
    "text": "symptoms. The risk factors are family history or the cannabis use and obstetric complications."
  },
  {
    "start": 156.64,
    "text": "The negative symptoms would be like restricted affect and scant speech and also the functional"
  },
  {
    "start": 161.6,
    "text": "decline. And all of this meets the DSM-5 criteria for schizophrenia. It's not major depressive"
  },
  {
    "start": 166.8,
    "text": "disorder with psychotic features because that's mood congruent delusions or hallucinations"
  },
  {
    "start": 171.76000000000002,
    "text": "here. The psychosis isn't confined to periods of depression so that's not the answer."
  },
  {
    "start": 175.76000000000002,
    "text": "Skitso effective disorder. I'd be like psychotic symptoms and the mood episodes that requires"
  },
  {
    "start": 180.32000000000002,
    "text": "a concurrent mood episode of maniae or depression with at least two weeks of psychosis without"
  },
  {
    "start": 184.96,
    "text": "mood symptoms and is not demonstrated here. Definitely not OCD. There's just no evidence for that."
  },
  {
    "start": 189.36,
    "text": "That's intrusive ego-destinic thoughts and also compulsions. And this patient has fixed delusions."
  },
  {
    "start": 194.56,
    "text": "They're not obsessions or compulsions. There's no compulsive behaviors that are being described"
  },
  {
    "start": 198.56,
    "text": "here and paranoia personality disorder involves the pervasive distress without psychosis. So that's"
  },
  {
    "start": 204.16,
    "text": "not going to be it. The bottom line is schizophrenia is characterized by delusions, disorganized behavior"
  },
  {
    "start": 208.56,
    "text": "and negative symptoms persisting for at least six months. If you like this new format, please let me"
  },
  {
    "start": 216.08,
    "text": "know by liking and subscribing. I'm always trying to improve. For the next practice question,"
  },
  {
    "start": 219.92000000000002,
    "text": "during your research study investigators observe that a certain virus has developed the"
  },
  {
    "start": 223.44,
    "text": "capability to escape immune recognition by interfering with the host's antigen presentation system."
  },
  {
    "start": 229.2,
    "text": "Specifically, this virus downregulates the expression of class one MHC molecules on the surface"
  },
  {
    "start": 234.24,
    "text": "of infected cells. A second variant of this virus, which lacks the ability to interfere with the"
  },
  {
    "start": 239.12,
    "text": "MHC Classical Expression, is also studied. Which of the following components of the immune system is"
  },
  {
    "start": 243.84,
    "text": "most likely to play a heightened role in combating the original virus rather than the very"
  },
  {
    "start": 248.24,
    "text": "environment virus? And you can see the answer is natural killer cells. Let's talk about why."
  },
  {
    "start": 251.76000000000002,
    "text": "So there are some viruses that actually shut down the MHC Classical Expression. They're trying"
  },
  {
    "start": 255.92000000000002,
    "text": "to hide from the immune system. And normally a CD8 positive cytotoxic T cells will patrol the"
  },
  {
    "start": 261.36,
    "text": "infected cells by scanning for their MHC1 display. And if that display disappears,"
  },
  {
    "start": 266.72,
    "text": "then we could have some problems, right? So the natural killer cells are the immune systems"
  },
  {
    "start": 271.36,
    "text": "weapon when the viruses are trying to be really sneaky. So natural killer cells, these NKCs are wired"
  },
  {
    "start": 278.32,
    "text": "to do the opposite of CD8 positive T cells. They look for what is missing, not what is present."
  },
  {
    "start": 285.04,
    "text": "And so if you don't have an MHC1, then that's a red flag. And so they activate and release"
  },
  {
    "start": 290.64,
    "text": "Perferon and the Grand Zyme B and they kill the infected cell on the spot. And so in this question,"
  },
  {
    "start": 295.68,
    "text": "the virus that downregulates the MHC can get away from the CD8 positive T cells, but not away from"
  },
  {
    "start": 301.2,
    "text": "the natural killer cells. And that's why the immune component plays a heightened role against the"
  },
  {
    "start": 306.0,
    "text": "original virus and it's going to be natural killer cells. Okay, now why is it not the lymphocytes?"
  },
  {
    "start": 310.88,
    "text": "Well, that would be like antibody production, right? The B cells target extracellular pathogens."
  },
  {
    "start": 315.52,
    "text": "They do not clear MHC1 deficient infected cells. What about CD4 positive T cells? Well, those would"
  },
  {
    "start": 322.64,
    "text": "be MHC Class 2 recognition cells. Remember, the 4 times 2 is equal to 8 and they always have to add up"
  },
  {
    "start": 329.04,
    "text": "or multiply it to be 8. That's why one times the CD8 positives and the MHC Class 2's line up with the"
  },
  {
    "start": 336.32,
    "text": "CD4 positives. It's not macrophages because that'd be fake osythosis. And those guys target the"
  },
  {
    "start": 341.04,
    "text": "optimized extracellular pathogens, not the intracellular viruses. And it's not neutrophils because that"
  },
  {
    "start": 346.64,
    "text": "would be like bacterial infections and pussiness not involved in viral clearance. So the big takeaway"
  },
  {
    "start": 351.12,
    "text": "here is that natural killer cells are super important for targeting virus infected cells with"
  },
  {
    "start": 356.4,
    "text": "downregulated MHC Class 1 expression. The CD8 positive T lymphocytes induce apoptosis and"
  },
  {
    "start": 361.84,
    "text": "cells that express Class 1 MHC. And natural killers, they kill the guys that do not express"
  },
  {
    "start": 368.4,
    "text": "Class 1 MHC on the surface. Okay, in our next question, we have a 55-year-old woman presenting to"
  },
  {
    "start": 372.71999999999997,
    "text": "her primary care physician, complaining of weakness in her right arm. She sustained a cold fracture"
  },
  {
    "start": 378.4,
    "text": "of her right wrist and a car accident three months ago. Then she had a cast, and when they"
  },
  {
    "start": 382.4,
    "text": "removed it, she noticed her right forearm is significantly smaller than her left. Exam shows a 3"
  },
  {
    "start": 386.4,
    "text": "centimeter decrease in the circumference of the right forearm compared to the left and decreased"
  },
  {
    "start": 390.4,
    "text": "strength in the right hand. There is no tenderness in sensory examination is normal, which the"
  },
  {
    "start": 395.44,
    "text": "following is the most likely mechanism responsible for the observed difference in the muscle mass."
  },
  {
    "start": 399.28,
    "text": "Now intuitively, we know that it's going to be smaller, right? And interestingly, you can lose"
  },
  {
    "start": 402.96,
    "text": "up to 5 percent of your muscle mass per day during immobilization. So if you don't use it,"
  },
  {
    "start": 408.56,
    "text": "then you lose it. So she has some problems with her forearm muscle loss after the cast was applied"
  },
  {
    "start": 413.84,
    "text": "through a fracture. Through months later, now her grip is super weak, but the sensation and the"
  },
  {
    "start": 418.4,
    "text": "nerve function is totally intact. And so it's not a nerve injury. This is just diffuse atrophy."
  },
  {
    "start": 423.28,
    "text": "So when a muscle isn't used, the body shuts down the protein synthesis and it ramps up the protein"
  },
  {
    "start": 427.76,
    "text": "breakdown using the ubiquitim proteosum system. And so that shrinks the muscle because it's no"
  },
  {
    "start": 432.88,
    "text": "longer needed. And so the correct answer here is going to be the acceleration of the protein"
  },
  {
    "start": 436.71999999999997,
    "text": "breakdown. That's our correct answer. To finish to cetylcholine release, that would be seen with"
  },
  {
    "start": 441.44,
    "text": "something like myastinia gravis that would cause weakness, not atrophy with sensory loss or"
  },
  {
    "start": 446.0,
    "text": "immobilization. What about increased expression of anabolic signaling? Well, that's like mTOR"
  },
  {
    "start": 450.8,
    "text": "or IGF1. That would promote hypertrophy, not shrinkage. What about inhibition of calcium reuptake"
  },
  {
    "start": 457.36,
    "text": "into the sarcoplasmic reticulum? That's more like the circupump and the prolonged contraction."
  },
  {
    "start": 461.84,
    "text": "So that would affect the contraction dynamics, but not really the long term muscle size. What about"
  },
  {
    "start": 465.84,
    "text": "enhanced production of the connective tissue factors? Well, that would lead to fibrosis,"
  },
  {
    "start": 470.08,
    "text": "and that would cause stiffness and scarring, but not muscle mass reduction. So the bottom line"
  },
  {
    "start": 474.24,
    "text": "here is diffuse atrophy from immobilization leads to decreased muscle mass and strength after"
  },
  {
    "start": 479.44,
    "text": "the risk factor. In our next question, a 72 year old man presents with shortness of breath and"
  },
  {
    "start": 483.28,
    "text": "chest discomfort for the past month. He has a history of chronic obstructive pulmonary disease"
  },
  {
    "start": 487.12,
    "text": "and hypertension. Physical exam reveals abs and breast sounds on the right, lower lung"
  },
  {
    "start": 492.32,
    "text": "field and jugular venous dissension. Lab test show mild lucocytosis, a CT scan of the chest"
  },
  {
    "start": 498.8,
    "text": "reveals a large mass in the right hemithorax, invading the medius thinam and causing compression"
  },
  {
    "start": 504.48,
    "text": "of adjacent structures. The mass appears to extend to the diaphragmatic surface of the right plura,"
  },
  {
    "start": 509.76,
    "text": "which the following structures is most likely affected due to the mass's location."
  },
  {
    "start": 514.0,
    "text": "All right, so this is going to be like an anatomy kind of pathology question, and you've got a"
  },
  {
    "start": 518.08,
    "text": "right-sided thoracic mass, which is right here. You have medius thinam invasion and a diaphragmatic"
  },
  {
    "start": 524.08,
    "text": "plura involvement. So now we have to identify the structure that's vulnerable here, and the answer"
  },
  {
    "start": 528.88,
    "text": "is the right-phrenic nerve. That travels anterior to the hyalum of the right lung and it courses"
  },
  {
    "start": 535.36,
    "text": "alongside the right heart border, and it passes over the right paracardium and it ends at the"
  },
  {
    "start": 540.96,
    "text": "diaphragmatic surface of the plura. And so a mass on the right lower hemithorax extending to"
  },
  {
    "start": 546.8000000000001,
    "text": "the diaphragmatic medius thinam is in the perfect position to compress the right-phrenic nerve."
  },
  {
    "start": 550.96,
    "text": "Now the right-phrenic nerve has its origin from the C3 to C5, the cervical plexus,"
  },
  {
    "start": 555.84,
    "text": "and it's the motor for the diaphragm. The 345 keeps the diaphragm alive. Also sensory, you have"
  },
  {
    "start": 560.24,
    "text": "the central diaphragm medius thinam plura in the paracardium, and it runs anterior to the hyalum,"
  },
  {
    "start": 564.24,
    "text": "unlike the vagus, which is posterior to the hyalum. The mass effects are for the phrenic, it has,"
  },
  {
    "start": 569.76,
    "text": "it'll be associated with diaphragmatic paralysis. You can see recurrent laryngeal problems,"
  },
  {
    "start": 574.5600000000001,
    "text": "like hoarseness. The azigis would have venus congestion and thoracic duct would be"
  },
  {
    "start": 579.2800000000001,
    "text": "chylothorax, that would be a left-sided issue though. So the mass is on the right,"
  },
  {
    "start": 582.48,
    "text": "compressing the medius thinam in the diaphragm, and so it's just going to be that phrenic nerve."
  },
  {
    "start": 586.6400000000001,
    "text": "Now why is it not the left recurrent? That would be vocal chord paralysis. What about the azigis?"
  },
  {
    "start": 592.24,
    "text": "That's the posterior medius thinam. This mass is anterior and lateral. What about the thoracic duct?"
  },
  {
    "start": 597.9200000000001,
    "text": "Well that would be chylothorax and left-sided structures, because the thoracic duct extends"
  },
  {
    "start": 602.24,
    "text": "as sends on the left side, and it's not near the right lower lung. What about the esophagus?"
  },
  {
    "start": 607.76,
    "text": "There you'd have dysphagia and posterior medius thinam problems. You get a big old bulky tumor"
  },
  {
    "start": 612.16,
    "text": "on the right side of your lower chest, and it presses against the medius thinam in the diaphragm."
  },
  {
    "start": 615.8399999999999,
    "text": "And by the way, the medius thinam is just that membranous partition between the two body"
  },
  {
    "start": 619.52,
    "text": "cavities and the parts of the organ, especially between the lungs. What gets caught in the crossfire is"
  },
  {
    "start": 624.48,
    "text": "that right phrenic nerve. It controls the right half of the diaphragm. If you compress it, you get dysmia,"
  },
  {
    "start": 630.7199999999999,
    "text": "especially when you're lying flat, and especially if it's patient who has underlying COPD."
  },
  {
    "start": 635.92,
    "text": "So at the bottom line is you have a mass in the right hemat thorax, and it's likely going to"
  },
  {
    "start": 640.24,
    "text": "compress the right phrenic nerve causing a diaphragmatic dysfunction. All right, here's a good high yield"
  },
  {
    "start": 644.7199999999999,
    "text": "practice question. A 55-year-old man comes to clinic with the three-week history of low-grade fever,"
  },
  {
    "start": 649.76,
    "text": "fatigue and unintentional weight loss. He recently entered when at dental cleaning,"
  },
  {
    "start": 653.4399999999999,
    "text": "and has a history of mitral valve prolapse. So this right here should already be"
  },
  {
    "start": 657.5999999999999,
    "text": "queuing us in to our condition. It's subacute bacterial endocarditis. So don't be spooked by all"
  },
  {
    "start": 663.2,
    "text": "these weird names. Basically, we have a heart murmur and a recent dental procedure, and then we get"
  },
  {
    "start": 667.84,
    "text": "fatigue and we get fever and weight loss. And this is subacute bacterial endocarditis, and it's caused"
  },
  {
    "start": 671.6800000000001,
    "text": "by that slow-growing bug from the mouth. So it's going to be Verdan's group Streptococci. And so those"
  },
  {
    "start": 679.6800000000001,
    "text": "bugs, they really love hanging around the damaged valves. And in this case, it's going to be the"
  },
  {
    "start": 684.5600000000001,
    "text": "Streptococcus hanginess. That's the alpha-hemalytic optogen-resistant commonly found in the dental plaque."
  },
  {
    "start": 690.64,
    "text": "And so anytime you have a dental cleaning, mitral valve prolapse, I should immediately queuing"
  },
  {
    "start": 694.8,
    "text": "into a Verdan's Strept. It's optogen-resistant, alpha-hemalytic, grand-positive caucus."
  },
  {
    "start": 701.28,
    "text": "Now, there are a lot of kind of freaky options here, but we can bring them down one by one. A,"
  },
  {
    "start": 706.08,
    "text": "that's associated with like GU instrumentation, it's a no-socomial infection, and that's not"
  },
  {
    "start": 711.1999999999999,
    "text": "associated with dental procedures. Epidermitis, that'd be with prosthetic valves and catheters."
  },
  {
    "start": 716.48,
    "text": "Streptococcus pyrogenus. It's a group A strep. You'd have pharyngeitis and in"
  },
  {
    "start": 721.52,
    "text": "Partigo. And A galactia would be the group B strep, and that's neonatal sepsis. So it's really"
  },
  {
    "start": 727.04,
    "text": "mitral valve prolapse, gives it a way it's going to be D. It's the one by elimination you can tell"
  },
  {
    "start": 732.08,
    "text": "that that's the Verdan one. Subacute bacterial endocarditis, the Verdan strep. So the bottom line is"
  },
  {
    "start": 737.6800000000001,
    "text": "optogen-resistant, alpha-hemalytic, grand-positive caucus, and a patient with mitral valve prolapse"
  },
  {
    "start": 742.08,
    "text": "suggests infective endocarditis by strepococcus anguias. There we go. Okay, and this question,"
  },
  {
    "start": 747.04,
    "text": "a 29 year old woman visits the clinic to discuss her options for contraception. She plans to pursue a"
  },
  {
    "start": 752.48,
    "text": "high stress career and is not considering children for at least another decade relatable. Her medical"
  },
  {
    "start": 758.4,
    "text": "history is unremarkable and she has known analogies. Her priority is a highly effective contraceptive"
  },
  {
    "start": 763.2,
    "text": "method that requires minimal maintenance. After discussing the potential side effects of various"
  },
  {
    "start": 768.08,
    "text": "methods, she is concerned about long-term impact of her fertility, which the following contraceptive"
  },
  {
    "start": 772.32,
    "text": "methods has the greatest association with a potential delay in return to fertility after"
  },
  {
    "start": 777.36,
    "text": "discontinuation. The answer, progestin-only infection. Injection. So that is a DMPA,"
  },
  {
    "start": 783.9200000000001,
    "text": "is a progestin-only injection, and that provides long-term highly effective contraception with"
  },
  {
    "start": 788.1600000000001,
    "text": "minimal use effort. So it's super ideal for somebody like her. It's not recommended for those who"
  },
  {
    "start": 793.2800000000001,
    "text": "are concerned about delayed return to fertility though, because ovulation can take a couple of months"
  },
  {
    "start": 797.76,
    "text": "to resume after discontinuation, and that's a known side effect that's not shared by IUDs or"
  },
  {
    "start": 802.64,
    "text": "rings or barrier methods. All right, why is it not a male condom? Well, that's just a barrier method."
  },
  {
    "start": 808.0,
    "text": "There are no hormones involved there, obviously. So the fertility is actually unaffected there."
  },
  {
    "start": 813.4399999999999,
    "text": "What about the copper device, your IUD? So that's going to be a long-acting non-hormonal"
  },
  {
    "start": 818.64,
    "text": "treatment, and so fertility will return immediately after removal. See as our correct answer."
  },
  {
    "start": 823.84,
    "text": "Vaginal contraceptive ring. So that would be hormonal and reversible. Fertility would resume super"
  },
  {
    "start": 828.64,
    "text": "rapidly after stopping that use. So that's why that's not the right answer. And fertility awareness"
  },
  {
    "start": 833.6,
    "text": "methods. That does not suppress ovulation, right? So that's not it. She wants long-term contraception,"
  },
  {
    "start": 839.2800000000001,
    "text": "and most options like IUD, vaginal ring, or even the barrier methods allow immediate return"
  },
  {
    "start": 843.52,
    "text": "of fertility once it's stopped. And the one that's different is the progestin-only depot injection."
  },
  {
    "start": 848.64,
    "text": "That can cause delayed ovulation for up to 18 months after the last shot. And so this is asking,"
  },
  {
    "start": 853.36,
    "text": "hey, what's the greatest delay in return to fertility? And the answer is going to be progestin-only"
  },
  {
    "start": 857.52,
    "text": "injection. So the bottom line is progestin-only injection is associated with the greatest delay"
  },
  {
    "start": 863.28,
    "text": "in return to fertility after discontinuation. And our next question, a 32-year-old woman"
  },
  {
    "start": 868.48,
    "text": "visits the dermatology clinic with a persistent skin condition on her elbows and knees. On examination,"
  },
  {
    "start": 874.24,
    "text": "there are well-demarcated, arithmetic plaques with adherent,"
  },
  {
    "start": 878.56,
    "text": "silvery scales. The patient mentions that her symptoms improve during the summer months as she"
  },
  {
    "start": 883.8399999999999,
    "text": "spends more time outdoors. As part of her treatment plan, the dermatologist prescribes topical ointment"
  },
  {
    "start": 889.1999999999999,
    "text": "along with advice to increase certain dietary components that might aid in the treatment."
  },
  {
    "start": 894.3199999999999,
    "text": "The effectiveness of this treatment suggests a biological role for which are the following vitamins"
  },
  {
    "start": 898.4,
    "text": "in modulating keratinocide activity in immune responses. So if your psoriasis gets better in the"
  },
  {
    "start": 903.44,
    "text": "summer, then the reason is because you're making vitamin D. Here, there's a 32-year-old woman who"
  },
  {
    "start": 908.5600000000001,
    "text": "has classic plaques psoriasis. It's thick, scaly plaques on the elbows and also the knees that"
  },
  {
    "start": 913.84,
    "text": "improve with sunlight. And that's because of the UVB exposure that helps your skin produce vitamin D."
  },
  {
    "start": 919.44,
    "text": "And that in turn slows down the keratinocides overgrowth and it calms the immune system. So vitamin D"
  },
  {
    "start": 924.1600000000001,
    "text": "is not just like a bone vitamin, right? It's a key immune modulator. So let's walk through why"
  },
  {
    "start": 928.96,
    "text": "these answers are incorrect. So vitamin A for step one, you should be thinking about acne and"
  },
  {
    "start": 933.68,
    "text": "retinoid therapy because that can regulate skin turnover, but it's more associated with acne and"
  },
  {
    "start": 938.96,
    "text": "epithelial stuff. B12, cobalamin. That's associated with megaloblastic anemia and neurologic symptoms."
  },
  {
    "start": 945.36,
    "text": "It's not involved in keratinocyte proliferation and immune suppression. Folic acid is involved in"
  },
  {
    "start": 950.08,
    "text": "cell division and DNA synthesis. It's crucial in pregnancy and amount of polices, but it's not used"
  },
  {
    "start": 954.32,
    "text": "in psoriasis therapy. And by a tin, for step one, you should think of the hair and the skin and the"
  },
  {
    "start": 958.72,
    "text": "nails. And there's not any autoimmune or keratinocyte regulation association there. So the bottom"
  },
  {
    "start": 964.32,
    "text": "line here is psoriasis treatment highlights about an D's role in modulating keratinocyte activity"
  },
  {
    "start": 968.72,
    "text": "and immune response. All right. This question we have a 24 year old man of Korean descent presents"
  },
  {
    "start": 974.32,
    "text": "to his university health clinic with complaints of palpitations and sweating after consuming a"
  },
  {
    "start": 977.76,
    "text": "mixed drink at his parents or at his friends party. His parents party. You reports that a similar"
  },
  {
    "start": 984.72,
    "text": "symptom has occurred in the past after drinking alcohol along with episodes of facial redness."
  },
  {
    "start": 988.96,
    "text": "Family history reveals his father experiences flushing as well. Which of the following enzymes"
  },
  {
    "start": 993.52,
    "text": "is most likely associated with his symptoms. And before I show you all of these answers,"
  },
  {
    "start": 997.4399999999999,
    "text": "I want to give you kind of the lay of the land here and try to answer this for yourself."
  },
  {
    "start": 1000.8,
    "text": "So this Asian descent, this is Asian alcohol flushing syndrome. And this is involved in"
  },
  {
    "start": 1005.6,
    "text": "a genetic polymorphism that's common in the East Asian population. So Korean,"
  },
  {
    "start": 1009.36,
    "text": "Japanese and Chinese predominantly. And the key metabolic pathway to understand is the"
  },
  {
    "start": 1013.6,
    "text": "ethanol metabolism, right? And so what we need to know is that ethanol turns into acetylaldehyde"
  },
  {
    "start": 1019.0400000000001,
    "text": "via alcohol dehydrogenase. And then acetylaldehyde turns into acetate via aldehyde dehydrogenase,"
  },
  {
    "start": 1026.48,
    "text": "which we call ALDH2. And so when that is deficient or inactive,"
  },
  {
    "start": 1031.3600000000001,
    "text": "acetylaldehyde builds up and it causes an unpleasant symptom shortly after alcohol ingestion."
  },
  {
    "start": 1036.32,
    "text": "So flushing, publication, sweating, nausea, and headache, that kind of stuff."
  },
  {
    "start": 1039.44,
    "text": "And so the facial redness, the flushing, the publications, the sweating after drinking alcohol."
  },
  {
    "start": 1043.6,
    "text": "And especially in somebody of Korean descent with the family history of the same symptoms,"
  },
  {
    "start": 1047.28,
    "text": "all that leads us to think there's some autosomal dominant inherited pattern of ALDH2"
  },
  {
    "start": 1052.4,
    "text": "variant of alcohol dehydrogenase, right? Because acetyldehyde is toxic. It's a toxic intermediate."
  },
  {
    "start": 1058.64,
    "text": "And it causes vasodilation and also sympathetic activation. And so if sodium as east,"
  },
  {
    "start": 1064.24,
    "text": "asian descent, then up to 50% will carry that inactive ALDH2 allele. And so that's why our"
  },
  {
    "start": 1070.64,
    "text": "answer is D. So again, the pathophysiology as you drink alcohol turns into acetylaldehyde or"
  },
  {
    "start": 1076.0,
    "text": "acetyldehyde. Then acetyldehyde via alcohol dehydrogenase is now just chilling and then we can"
  },
  {
    "start": 1083.2,
    "text": "turn that into acetate via aldehyde dehydrogenase. But we have this deficiency in this patient. And so"
  },
  {
    "start": 1089.68,
    "text": "acetyldehyde accumulates. And that will trigger vasodilation, which is the flushing that you see."
  },
  {
    "start": 1094.8,
    "text": "Geez, these words are like tongue twister sometimes. But it's the flushing after the small alcohol"
  },
  {
    "start": 1100.24,
    "text": "doses and e-stations. And it's that ALDH2 deficiency, the facial redness, the tecacardia,"
  },
  {
    "start": 1107.2,
    "text": "the nausea, the dizziness. It's the failure to convert acetyldehyde into that harmless acetate."
  },
  {
    "start": 1112.8799999999999,
    "text": "Now let's look at these quickly. Acetylcoacarboxylase. That's involved in the fatty acids in this"
  },
  {
    "start": 1118.72,
    "text": "is so it's unrelated to alcohol flushing. Succine dehydrogenase that's involved in the tca cycle"
  },
  {
    "start": 1125.04,
    "text": "complex 2 as well. So it's not involved in alcohol or aldehyde metabolism. So that's not the answer."
  },
  {
    "start": 1130.32,
    "text": "Alcohol dehydrogenase that converts ethanol to acetyldehyde. And that enzyme is intact. It's"
  },
  {
    "start": 1136.08,
    "text": "the downstream with the acetyldehyde clearance. And xanthine oxidase, that's going to be a"
  },
  {
    "start": 1143.04,
    "text": "uric acid production and gout that's unrelated to the alcohol flushing and acetyldehyde build up."
  },
  {
    "start": 1148.24,
    "text": "So the bottom line here is that the alcohol flush reaction in Asians is often due to a"
  },
  {
    "start": 1152.24,
    "text": "deficient aldehyde dehydrogenase leading to acetyldehyde accumulation. Hopefully you guys have enjoyed"
  },
  {
    "start": 1157.04,
    "text": "this video. If you have, please like and subscribe. More videos come out every single day. We've made"
  },
  {
    "start": 1162.16,
    "text": "over 860 videos. Stay tuned for a song that recapitulates all this information. And hopefully"
  },
  {
    "start": 1168.4,
    "text": "guys have a great rest of your day. Take care of yourselves during dedicated period and enjoy the song."
  },
  {
    "start": 1222.16,
    "text": "See sales oh my natural killers don't need to code if they may see low they ready to explode"
  },
  {
    "start": 1228.88,
    "text": "CD 16 buys that ops and eyes game perfor and grants I'm a pop titech flame and neat on the rise"
  },
  {
    "start": 1235.76,
    "text": "but you can't hide parental strain better run and die."
  },
  {
    "start": 1239.1200000000001,
    "text": "Fending rupture castase tight high six months later. Cal fate right? This use kicks in muscle"
  },
  {
    "start": 1245.6,
    "text": "breaks down protein degradation takes the crown and come or push in the the heart wall right at"
  },
  {
    "start": 1252.24,
    "text": "trium pressure breathing star CT shows it's taking space who runs did a friend nicks that's the pace"
  },
  {
    "start": 1259.52,
    "text": "see three five keep you alive die your frangal buddy takes a die forget the biggest forget the duck"
  },
  {
    "start": 1267.36,
    "text": "frantic girls the one that's yeah yeah who can now turn now feebers high blow a murmur bugs nearby"
  },
  {
    "start": 1276.24,
    "text": "alpha him a losis optocan resist that strap might kiss can't be missed the roffering's native"
  },
  {
    "start": 1282.24,
    "text": "now gone ro ro damage ritual valve is sending cardio code host dental might it's slide"
  },
  {
    "start": 1288.64,
    "text": "ever dense crew makes that valve cry 29 the career remind once no kids got time to find low maintenance"
  },
  {
    "start": 1296.88,
    "text": "five birth control queen but I you need might mess the scene long acting but make delay fertility bounce back"
  },
  {
    "start": 1305.2,
    "text": "not the same day still safe and fine for most two true just be aware before you prove yeah black"
  },
  {
    "start": 1313.04,
    "text": "switch gal on knees and arms sunlight helps uv charm doctor says rub this deep green"
  },
  {
    "start": 1320.3999999999999,
    "text": "cow's a poultry joins the team vitamin D bonds nuclear code immune my down symptom slow"
  },
  {
    "start": 1327.68,
    "text": "airbrot in the site take the cue vessel 23 flare-ups view yeah wedding toast champagne sip face turns red"
  },
  {
    "start": 1336.88,
    "text": "harsh starts to flip east Asian roots it's in the gene aobh two wing keeping cleanly I start to hide"
  },
  {
    "start": 1344.72,
    "text": "build up tight tight flush fast hard not a pretty site tight it's the mean dump"
  },
  {
    "start": 1349.8400000000001,
    "text": "mass self-screen this will fear of mimic alcohol me my uh-huh me"
  }
]